[

	"definition": "",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Abatement",
	"definition": "A reduction in some amount that is owed, usually granted by the person to whom the debt is owed. For example, a landlord might grant an abatement in rent. In estate law, the word may refer more specifically to a situation where property identified in a will cannot be given to the beneficiary because it had to be sold to pay off the deceased debts. Debts are paid before gifts made in wills are distributed and where a specific gift has to be sold to pay off a debt, it is said to \"abate\" (compare with \"ademption\"). ",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Abbacinare ",
	"definition": "A barbaric form of corporal punishment meted out in the middle ages where persons would be permanently blinded by the pressing of hot irons to the open eyes. ",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Abduction ",
	"definition": "To take someone away from a place without that person's consent or by fraud. See also \" kidnapping\".",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Abet",
	"definition": "The act of encouraging or inciting another to do a certain thing, such as a crime. ",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Ab Initio",
	"definition": "Latin- from the start.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Absolute ",
	"definition": "Complete and without conditions.  For example, a bankrupt, usually after nine months receives an Absolute Order of Discharge, which means all of his debts, with certain exceptions, are wiped out.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Abstract of Title",
	"definition": "A chronological history of property showing the chain of title from its original grant to the present ownership.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Acceleration Clause ",
	"definition": "Any clause in a contract which spells out that when certain actions are taken, the clause comes into effect.  A common acceleration clause is the clause in a lease that says if a company goes into bankruptcy, three months rent is due as a preferred claim.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Acceptance ",
	"definition": "The act of accepting something, usually a contract.  For example, an offer is made to some person that that person buys certain goods for a certain amount of money.  If the person to whom the offer is made agrees, then the offer is considered to be accepted.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Accessions ",
	"definition": "Goods that are installed in or affixed to other goods.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Accord and Satisfaction ",
	"definition": "A term of contract law by which one party, having complied with its obligation under a contract, accepts some type of compensation from the other party (usually money and of a lesser value) in lieu of enforcing the contract and holding the other party to their obligation.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Accretion",
	"definition": "The imperceptible and gradual addition to land by the slow action of water.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Acquiescence ",
	"definition": "Action or inaction which binds a person legally even though it was not intended as such.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Act ",
	"definition": "A bill which has passed through the various legislative steps and, hence, has become law.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Act of God ",
	"definition": "An event which is caused solely by the effect of nature or natural causes and without any interference by humans whatsoever.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Ad Colligendum Bona ",
	"definition": "When a person dies and there is no apparent executor or administrator, a person can be appointed by Court order and for the limited and sole purpose of collecting, inventorizing and preserving the assets of the deceased until an appropriate full-fledged administrator can be found or appointed. This person is known as an administrator ad colligendum.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Ad Damnum ",
	"definition": "Latin- refers to the parts or sections of a petition that speaks to the damages that were suffered and claimed by the plaintiff.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Action ",
	"definition": "A proceeding in a Court of law where one person seeks a Court Order for the enforcement of that person's or company's rights.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Addendum ",
	"definition": "An attachment to a written document. For example, affidavits may be addendums to a petition as a petition may be an addendum to a writ.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Ademption ",
	"definition": "A reference to the fact that property identified in a will cannot be given to the beneficiary because it no longer belonged to the deceased at the time of death.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Adhesion Contract ",
	"definition": "A fine-print consumer form contract which is generally given to consumers at point-of-sale, with no opportunity for negotiation as to it's terms, and which, typically, sets out the terms and conditions of the sale, usually to the advantage of the seller.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Ad Hoc ",
	"definition": "Latin- for this purpose; for a specific purpose.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Ad Infinitum ",
	"definition": "Latin- forever; without limit; indefinitely.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Ad Litem ",
	"definition": "Latin- for the suit. A person appointed only for the purposes of prosecuting or defending an action on behalf of another such as a child or mentally-challenged person. Also called a guardian ad litem.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Adjournment ",
	"definition": "The delay or postponement usually to another time of a meeting or action.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Adjustment Date ",
	"definition": "The date on which parties agree that certain financial adjustments will be made to a contract.  For example, on the sale of property, there is an adjustment date set which is the time for the costs, such as property taxes, water, etc., to be apportioned between the purchaser and the vendor.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Administrative Law ",
	"definition": "Synonymous with \"natural justice.\" Administrative law is that body of law which applies for hearings before quasi-judicial or administrative tribunals.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Administrator ",
	"definition": "Bankruptcy Law- A Trustee or person appointed or designated by the Superintendent of Bankruptcy to administer consumer proposals.Deceased Persons- A person who administers the estate of a person deceased. Female administrators are called \"administratrix.\"",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "ADR ",
	"definition": "Abbreviation for alternative dispute resolution.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Adverse Possession ",
	"definition": "The possession of land, without legal title, for a period of time sufficient to become recognized as legal owner. The more common word for this is \"squatters.\"",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Affidavit ",
	"definition": "A statement by a person in which the person states that to the best of his or her knowledge, the facts in question are true.  An affidavit is sworn before a Notary, Commissioner for Taking Oaths, lawyer or some other judicial officer who can administer oaths.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Affirmation (Solemn )",
	"definition": "A solemn promise that has the same effect as a religious oath.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "After Acquired Property ",
	"definition": "Property of a bankrupt acquired between the date of bankruptcy and prior to the bankrupt's discharge from bankruptcy.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Agent ",
	"definition": "A person who has received, usually by appointment, the power to act on behalf of another.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Agent - Section 427 of the Bank Act ",
	"definition": "A person, usually a Trustee in Bankruptcy, appointed by a bank to realize on its security as defined under Section 427 of the Bank Act.  The security covered is inventory.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Aggravated Damages ",
	"definition": "Special and highly exceptional damages awarded by a court where the circumstances of the tortious conduct have been particularly humiliating or malicious towards the plaintiff/victim.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Alimony ",
	"definition": "An amount given to one spouse by another while they are separated or divorced.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Alienate",
	"definition": "To sell or give completely and without reserve; to transfer title to somebody else. A voluntary conveyance of property, especially real property.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Allodial ",
	"definition": "A kind of land ownership that is unfetterred, outright and absolute. It is the opposite of the feudal system and supposes no obligation to another (ie. a lord).",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Allonge ",
	"definition": "A piece of paper which has been attached to a contract, a cheque or any promissory note, on which to add signatures because there is not enough room on the main document.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Alternative Dispute Resolution ",
	"definition": "Also known as \"ADR\"; methods by which legal conflicts and disputes are resolved privately and other than through litigation in the public courts, usually through one of two forms- mediation or arbitration. The advantages of ADR are speed and money - it costs less and is quicker than court litigation. ADR forums are also private. The disadvantage is that it often involves compromise.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Amalgamation ",
	"definition": "The merging of two things together to form one such as the amalgamation of different companies to form a single company.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Ambulatory",
	"definition": "Something which is not cast in stone; which can be changed or revoked, such as a will.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Amend ",
	"definition": "To change, to revise, usually to the wording of a written document such as legislation.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Amicus Curiae ",
	"definition": "Latin- friend of the court. Refers more specifically to persons asking for permission to intervene in a case in which they are neither plaintiff or defendant, usually to present their point of view (or that of their organization) in a case which has the potential of setting a legal precedent in their area of activity.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Animus Contrahendi ",
	"definition": "Latin- an intention to contract.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Annulment ",
	"definition": "To make void or to cancel.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Antedate",
	"definition": "To date back; retroactively. To date a document to a time before it was written.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Antenuptial ",
	"definition": "An event or document which pre-dates a marriage. For example, an \"antenuptial agreement\" is one which is signed before marriage. A antenuptial gift is a gift given by one spouse to the other before marriage.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Appeal ",
	"definition": "To ask a more senior Court or person to review a decision of a subordinate Court or person.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Appearance ",
	"definition": "The act of showing up in Court as either plaintiff, defendant, accused, or any other party to a Court action.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Appellate Practice",
	"definition": "Appellate practice refers to the procedure of conducting an appeal, whereby a court decision is appealed to a higher court.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Application ",
	"definition": "The act of making a request usually of the Court, for example, an application to have a bankrupt discharged.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Appointment ",
	"definition": "The act of designating, or the acquisition of some, responsibility or position.  For example, the Court can appoint a Trustee in Bankruptcy as Receiver of some property.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Appurtenances",
	"definition": "Things attached to real property or, by their nature, belonging with real property; e.g., an easement or a right of way.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Arbitration ",
	"definition": "A dispute resolution mechanism, whereby an independent neutral third party is appointed to hear and consider the merits of the dispute, and who renders a final and binding decision called an award.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Arm's Length ",
	"definition": "The act of dealing with a person who is not a relative but an independent third party.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Arrears ",
	"definition": "The amount of money by which a contract or obligation is in default.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Assessment ",
	"definition": "The valuing of a thing or property",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Asset ",
	"definition": "A thing, chattel, resource or item or piece of property owned or controlled by a person or company.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Assign ",
	"definition": "To give or to transfer responsibility to another.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Assignment of Book Accounts ",
	"definition": "The assigning by a company or business to a lender, usually a bank, the interest that the person or company has in accounts receivables.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Assignment into Bankruptcy ",
	"definition": "The act of a person who places himself or his company into bankruptcy pursuant to the Bankruptcy and Insolvency Act.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Atonement",
	"definition": "Satisfaction or reparation of a wrong or injury; to make up for errors or deficiencies.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Attorn",
	"definition": "To turn over; e.g., rent; a tenant agrees to recognize a new party as landlord.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Attorney ",
	"definition": "An alternate word for lawyers or \" barrister & solicitor\", used mostly in the USA.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Audi Alteram Partem ",
	"definition": "Latin- a principle of natural justice which prohibits a judicial decision which impacts upon individual rights without giving all parties in the dispute a right to be heard.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Autrefois Acquit ",
	"definition": "French word now part of English criminal law terminology. Refers to an accused who cannot be tried for a crime because the record shows he has already been subjected to trial for the same conduct and was acquitted.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "A Vinculo Matrimonii ",
	"definition": "Latin- of marriage. The term is now used to refer to a final and permanent divorce.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Avulsion ",
	"definition": "Land accretion that occurs by the erosion or addition of one's land by the sudden and unexpected change in a river stream such as a flash flood.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Avunculus ",
	"definition": "Latin- a mother's brother. \"Avuncular\" refers to an uncle.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Bad Faith ",
	"definition": "Intent to deceive. A person who intentionally tries to deceive or mislead another in order to gain some advantage.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Bail ",
	"definition": "Criminal law - a commitment made (and possibly secured by cash or property) to secure the release of a person being held in custody and suspected of a crime, to provide some kind of guarantee that the suspect will appear to answer the charges at some later date.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Bailee ",
	"definition": "The person who receives property through a contract of bailment, from the bailor, and who may be committed to certain duties of care towards the property while it remains in his or her possession. ",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Bailiff ",
	"definition": "A person who is appointed under the Debt Collection Act who will act or assist any other person to repossess, cease or distrain pursuant to conditions set out in various Acts.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Bankrupt ",
	"definition": "A person who has made an assignment or against whom a receiving order has been made, or the legal status of that person.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Bankruptcy ",
	"definition": "The state of being bankrupt.Battery Intentional physical contact that is harmful or offensive to the other person; the completion of an assault in tort law. ",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Bare Trust ",
	"definition": "A trust that has become passive for the trustee because all the duties the settlor may have imposed upon the trustee have been performed or any conditions or terms have come to fruition, such as there is no longer any impediment to the transfer of the property to the beneficiary.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Beneficiary ",
	"definition": "The person who is in receipt, or will be in receipt, of some asset, thing, or thing of value.  For example, a person can make a will naming someone, usually their spouse, as beneficiary of their estate.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Beneficial Ownership",
	"definition": "Where a person has the right of enjoying use and advantage of another's property.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Barrister ",
	"definition": "A litigation specialist; a lawyer that restricts his or her practice to the court room. Canadian lawyers use the title \"barrister and solicitor\" even though, contrary to England, there is no legal distinction between the advising and litigating roles. Canadian lawyers can litigate or give legal advice.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Bench ",
	"definition": "A judge in court session.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Beneficiary",
	"definition": "In a legal context, a \"beneficiary\" usually refers to the person for whom a trust has been created.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Berne Convention ",
	"definition": "An international copyright treaty called the Convention for the Protection of Literary and Artistic Works signed at Berne, Switzerland in 1886.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Bill of Exchange ",
	"definition": "A legal document, such as a cheque, where one person in writing specifies that a third party will pay a person a specific sum of money at a specific time, or upon demand.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Bill of Lading ",
	"definition": "A document received by a transportation company acknowledging that it has received certain goods and, for the purpose of transportation, serves as title to that property.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Bill of Sale ",
	"definition": "An agreement in writing signifying that one person for a specific sum of money has acquired specific assets.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Blind Trust ",
	"definition": "A trust set up by a settlor who reserves the right to terminate the trust but other than that, agrees to assert no power over the trust, which is administered without account to the beneficiary/settlor or the retention of any other measure of control over the trust's administration. In Canada, for example, it is common for government ministers to vest all their investment property to a blind trust to avoid any conflict of interest.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Bona Vacantia ",
	"definition": "Property that belongs to no person, and which may be claimed by a finder. In some states, the government becomes owner of all bona vacantia property.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Book Debts ",
	"definition": "Accounts receivables owned by a company.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Bona Fide",
	"definition": "In good faith; genuine; without fraud or deceit.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Bond",
	"definition": "A written instrument with sureties, guaranteeing faithful performance of acts or duties contemplated.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Bond (in bond)",
	"definition": "Stored under charge of customs until importer pays duty.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Breach of contract",
	"definition": "The failure to do what one promised to do under a contract. Proving a breach of contract is a prerequisite of any suit for damages based on the contract.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Breach of trust ",
	"definition": "Any act or omission on the part of the trustee which is inconsistent with the terms of the trust agreement or the law of trusts. A prime example is the redirecting of trust property from the trust to the trustee, personally.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Builder's Lien ",
	"definition": "The action that a supplier of goods or services, in respect of construction, can take by filing an entitlement against that property for monies he is owed.  Refer to the Builder's Lien Act.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Burden of Proof",
	"definition": "A rule of evidence that makes a person prove a certain thing or the contrary will be assumed by the court. For example, in criminal trials, the prosecution has the burden of proving the accused guilt because innocence is presumed.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Canon Law ",
	"definition": "The law of the Christian Church. Has little or no legal effect today.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Capital Punishment ",
	"definition": "The most severe of all sentences - that of death. Also known as the death penalty.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Case Law ",
	"definition": "That body of Court decisions that act as precedents in the interpretation of various Acts.  In some cases, the rule is not in statute books but can be found as a principle of law established by a judge in some recorded case.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Caveat ",
	"definition": "A formal warning.  Beware!",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Caveat Emptor",
	"definition": "Let the buyer beware.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "CCAA - Companies' Creditors Arrangement Act ",
	"definition": "An Act under which proposals or arrangements or compromising of debt is structured.  For a company to be eligible to file under the CCAA, it must have at least $5 million in debt.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Central Bank",
	"definition": "Canada - Bank of Canada;United States - Federal Reserve Bank.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Certificate of Indefeasible Title",
	"definition": "Certificate obtained from land titles office indicating title, charges and encumbrances against a particular piece of property. The certificate is conclusive evidence of title.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Certiorari",
	"definition": "A writ of certiorari is a form of judicial review whereby a court is asked to consider a legal decision of an administrative tribunal, judicial office or organization (eg. government) and to decide if the decision has been regular and complete or if there has been an error of law.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Cestui Que Trust or Cestui Que Use ",
	"definition": "The formal Latin word for the beneficiary or donee of a trust.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Ceteris Paribus ",
	"definition": "Latin\" all things being equal or unchanged",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Champerty ",
	"definition": "When a person agrees to finance someone else's lawsuit in exchange for a portion of the judicial award.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Charge ",
	"definition": "An encumbrance, lien or financial obligation that is attached to some property.  For example, a person who files a lien against a piece of property might say that he has a charge against that property.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Chattel ",
	"definition": "Assets that are movable and not attached to land or real property.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Chattel Mortgage ",
	"definition": "An interest that is given by one person in, say, a piece of property such as a piano to another person to secure a debt.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Chose In Action ",
	"definition": "The right of property in intangible things which are not in one's possession, but that are enforcible through legal or Court action, such as debts, insurance claims, shares in a company, pensions and salaries.Circumstantial Evidence Evidence which may allow a judge or jury to deduce a certain fact from other facts which have been proven. In some cases, there can be some evidence that can not be proven directly, such as with an eye-witness. And yet that evidence may be essential to prove a case. In these cases, the lawyer will provide the judge or jury with evidence of the circumstances from which a jury or judge can logically deduct, or reasonably infer, the fact that cannot be proven directly; it is proven by the evidence of the circumstances; hence, \"circumstantial\" evidence.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Citation ",
	"definition": "An order of a court to either do a certain thing or to appear before it to answer charges. The citation is typically used for lesser offences (such as traffic violations) because it relies on the good faith of the defendant to appear as requested, as opposed to an arrest or bail.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Civil law ",
	"definition": "Law inspired by old Roman Law, the primary feature of which was that laws were written into a collection; codified, and not determined, as is common law, by judges. The principle of civil law is to provide all citizens with an accessible and written collection of the laws which apply to them and which judges must follow.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Claim Provable In Bankruptcy ",
	"definition": "Any claim or liability that is provable in a proceeding under the Bankruptcy and Insolvency Act.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Class Action ",
	"definition": "When different persons combine their lawsuits because the facts and the defendant are so similar. This is designed to save Court time and to allow one judge to hear all the cases at the same time and to make one decision binding on all parties.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Clayton's Case ",
	"definition": "An English case which established a presumption that monies withdrawn from a money account are presumed to be debits from those monies first deposited; first in, first out. The proper citation is Devaynes v. Noble (1816) 1 Mer. 572) and the presumption is not applicable to fiduciaries, who are presumed to withdraw their own money first, and not trust money.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Clean Hands",
	"definition": "A maxim of the law to the effect that any person, individual or corporate, that wishes to ask or petition a court for judicial action, must be in a position free of fraud or other unfair conduct.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Clearance Certificate ",
	"definition": "A certificate issued by a statutory body signifying that they are not owed any money in regards to a certain file or company.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Client-Solicitor Privilege ",
	"definition": "A right that belongs to the client of a lawyer that the latter keep any information or words spoken to him during the provision of the legal services to that client, strictly confidential. This includes being shielded from testimony before a court of law.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Codicil ",
	"definition": "An amendment to an existing will. Does not mean that the will is totally changed; just to the extent of the codicil.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Collateral ",
	"definition": "Property that has been given or committed in order to guarantee a loan.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Collateral Descendant ",
	"definition": "A descendant that is not direct, such as a niece or a cousin.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Collateral Source Rule ",
	"definition": "A rule of tort law which holds that the tort-feasor is not allowed to deduct from the amount he or she would be held to pay to the victim of the tort, any goods, services or money received by that victim from other \"collateral\" sources as a result of the tort (eg. insurance benefits).",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Collusion",
	"definition": "A secret agreement and co-operation for a fraudulent or deceitful purpose.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Commissioner of Oaths",
	"definition": "Commissioner for taking affidavits in a province as authorized by provincial statute.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Committal Order",
	"definition": "A written order of a Court directing that someone be confined to prison, normally issued as a result of non-compliance with a previous Court order.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Common law",
	"definition": "Judge-made law. Law which exists and applies to a group on the basis of historical legal precedents developed over hundreds of years. Because it is not written by elected politicians but, rather, by judges, it is also referred to as \"unwritten\" law. Judges seek these principles out when trying a case and apply the precedents to the facts to come up with a judgement. ",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Common-Law Partner",
	"definition": "A person (defined under the Income Tax Act) who is cohabitating with an individual in a conjugal relationship and has been so for a period of at least one year.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Completion Date ",
	"definition": "That date on which the transfer of title is to be made.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Condition Precedent ",
	"definition": "A contractual condition that is required to be met before a contract can be completed.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Condition Subsequent ",
	"definition": "A condition in a contract that causes the contract to become invalid if a certain event occurs.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Condonation ",
	"definition": "Divorces can be obtained by showing a fault of the other spouse, such as adultery or cruelty. But a court will refuse to grant a divorce based on these grounds if there has been \"condonation\", which is the obvious or implied forgiveness of the fault.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Conduct of Sale",
	"definition": "The person to whom the court grants the power to negotiate a sale, subject to court approval, in a forclosure proceedings. If there may be equity in the property the conduct of sale will be given to the owner. If not it could be given to the mortgage holder.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Conflict of Interest",
	"definition": "The circumstance of a person who finds that one of his activities, interests, etc. may have a contrary interest on another of his interests or activities.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Conforming Use",
	"definition": "To comply with a specified use, particularly involving real estate zoning by-laws.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Consensus ",
	"definition": "A result achieved through negotiation whereby a hybrid solution is arrived at between parties to an issue, dispute or disagreement, comprising typically of concessions made by all parties, and to which all parties then subscribe unanimously as an acceptable resolution to the issue or disagreement.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Consensus Ad Idem ",
	"definition": "Latin term meaning an agreement, a meeting of the minds between the parties where all understand the committments made by each. This is a basic requirement for each contract.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Consideration ",
	"definition": "Under common-law, one of the three criteria that have to be met before a contract is binding.  Refers to money or payment of money or some right, interest, profit or benefit accruing to the one party, or some forbearance, detriment, loss or responsibility given, suffered or undertaken by the other.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Consign ",
	"definition": "To hand over or give poccession of an asset to someone.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Construction ",
	"definition": "The legal process of interpreting a phrase or document; of trying to find it's meaning. Whether it be a contract or a statute, there are times when a phrase may be unclear or of several meanings. Then, either lawyers or judges must attempt to interpret or \"construct\" the probable aim and purpose of the phrase, by extrapolating from other parts of the document or, in the case of statutes, referring to a interpretation law which gives legal construction guidelines.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Constructive Dismissal ",
	"definition": "Under the employment law of some jurisdictions, judges will consider a situation where there has been a fundamental violation of the rights of an employee, by the employer, so severe that the employee would have the right to consider himself as dismissed, even though, in fact, there has been no act of dismissal on the part of the employer. For example, if an employer tries to force an employee to accept a drastic demotion, the employee might have a case for constructive dismissal and would be able to assume that the employment contract has been ended and seek compensation from a court.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Constructive Trust ",
	"definition": "A trust which a court declares or imposes onto participants of very specific circumstances such as those giving rise to an action for unjust enrichment, and notwithstanding the lack of any willing settlor to declare the trust.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Consumer Debtor ",
	"definition": "A natural person who is bankrupt or insolvent and whose aggregate debts, excluding any debts secured by the person's principle residence, do not exceed $250,000 or such other maximum as is prescribed.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Consumer Goods ",
	"definition": "Goods that are used or acquired for use primarily for personal, family or household purposes.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Consumer Proposal",
	"definition": "A simplified form of Proposal available to debtors owing consumer and commercial debt less than $250,000.00, excluding a mortgage on the principal residence.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Contingency Fee ",
	"definition": "That fee which a person, often a lawyer, is entitled to per agreement upon the successful completion of some action.  For example, a lawyer can take on an action for, say, 25% of the proceeds which he would only be entitled to if the action is successful.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Contra ",
	"definition": "The setting off of mutual debt.  For example, if a company owes $100 to another company that is owed $30 by that company in turn, the company is allowed to set off the $30 against the $100 and make a net payment of $70.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Contract ",
	"definition": "An oral or written agreement between two or more parties which is enforceable by law.  In order to be valid, a contract requires an offer, an acceptance of that offer and, in common-law jurisdictions, consideration.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Contributory Negligence ",
	"definition": "The negligence of a person which, while not being the primary cause of a tort, nevertheless combined with the act or omission of the primary defendant to cause the tort, and without which the tort would not have occurred.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Conversion ",
	"definition": "The action of conversion is a common law legal proceeding for damages by an owner of property against a defendant who came across the property and who, rather than return the property, converted that property to his own use or retained possession of the property or otherwise interfered with the property.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Conveyance ",
	"definition": "That act which transfers property from one person to another.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Coparcenary ",
	"definition": "An obsolete co-ownership mechanism of English law where property, if there was no will, always went to the eldest son. If there was no male heir, the property went to all the female children collectively as a form of co-ownership.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Copyright ",
	"definition": "The exclusive right to produce or reproduce (copy), to perform in public or to publish an original literary or artistic work. Many countries have expanded the definition of a \"literary work\" to include computer programmes or other electronically stored information.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Counselling",
	"definition": "Individuals are required to take counselling from trustees or administrators when they file for bankruptcy or make consumer proposals. If they do not take counselling they may not be discharged from bankruptcy or have their consumer proposal satisfied.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Court of Admiralty ",
	"definition": "A rather archaic term used to denote the court which has the right to hear shipping, ocean and sea legal cases. Also known as \"maritime law\".",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Covenant ",
	"definition": "A written document in which signatories either commit themselves to do a certain thing, to not do a certain thing or in which they agree on a certain set of facts. They are very common in real property dealings and are used to restrict land use such as amongst shopping mall tenants or for the purpose of preserving heritage property.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Creditor",
	"definition": "A person to whom money, goods or services are owed by the debtor. That person who has a claim, preferred, secured or unsecured, provable under the Bankruptcy and Insolvency Act.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Criminal Conversation ",
	"definition": "Synonymous with adultery. In old English law, this was a claim for damages the husband could institute against the adulterer.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Crystallization ",
	"definition": "That point in time where a contract or agreement triggers certain clauses in that contract.  For example, when a bank appoints an Agent pursuant to its General Security Agreement, all the assets of the company in question, that are not secured by other creditors, are captured by that General Security Agreement.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Cuius est Solum, Ejus est Usque ad Caelum et Ad Inferos",
	"definition": "Latin- who owns the land, owns down to the center of the earth and up to the heavens. This principle of land ownership has been greatly tempered by case law which has limited ownership upwards to the extent necessary to maintain structures. Otherwise, airplanes would trespass incessantly.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Culpa Lata ",
	"definition": "Latin for gross negligence. It is more than just simple negligence and includes any action or an omission in reckless disregard of the consequences to the safety or property of another.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Curtilage ",
	"definition": "The yard surrounding a residence or dwelling house which is reserved for or used by the occupants for their enjoyment or work. It is a term one might come across in a search warrant which calls for a search of the residence its' curtilage of a particular person.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Custody ",
	"definition": "Means the charge and control of a child including the right to make all major decisions such as education, religious upbringing, training, health and welfare. Custody, without qualification usually refers to a combination of physical custody and legal custody. For other varieties of custody, see joint custody, split custody and divided custody.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Cy-prhs ",
	"definition": "\"As near as may be\" - a technical word used in the law of trusts or of wills to refer to a power that the courts have to, rather than void the document, to construct or interpret the will or a trust document \"as near as may be\" to the actual intentions of the signatory, where a literal construction would give the document illegal, impracticable or impossible effect. ",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Damages ",
	"definition": "Cash compensation awarded by a Court to offset losses or suffering caused by another person's negligence or fault.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Date of the Initial Bankruptcy Event ",
	"definition": "In respect of a person, it means the earliest of the date of filing or making -an assignment into bankruptcy;a proposal;a Notice of Intention to Make a Proposal;the first petition for a Receiving Order.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Day Parole ",
	"definition": "An offender's release from custody during the day under specific conditions, with each night spent in an institution or halfway house; usually a step toward full parole. ",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Debenture",
	"definition": "Security instrument evidencing a debt due from one party to another, payable on demand or otherwise, which can be a fixed and/or floating charge on assets and which can grant the lender broad powers to recover the amount due upon default, including the appointment of a receiver or receiver-manager.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "De Bonis Non ",
	"definition": "Latin and short for de bonis non administratis. A term used exclusively in estate matters and refers to situations where an estate is abandonoed by an administrator only partially administered and someone must be appointed to complete the administration of the residue of the estate; those assets not yet administered. ",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Debtor ",
	"definition": "A person who owes money, goods or services to another.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Decree Absolute ",
	"definition": "The name given to the final and conclusive Court Order after the condition of a \"decree nisi\" is met.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Decree Nisi ",
	"definition": "A provisional decision of the Court that does not have absolute effect until certain conditions are met.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Deed ",
	"definition": "A written and signed document which sets out the things that have to be done or recognitions of the parties towards a certain object. The word deed is also most commonly used in the context of real estate because these transactions must usually be signed and in writing.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Deem ",
	"definition": "To accept a document or an event as conclusive of a certain status in the absence of evidence or facts which would normally be required to prove that status.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Deemed Trust ",
	"definition": "A trust that is established by statute to be in effect even though there may not be any actual asset or monies held in that trust.  For example, Revenue Canada in a bankruptcy or insolvency situation takes the position that it has a deemed trust covering source deductions that they claim rank even ahead of certain secured creditors.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "De Facto",
	"definition": "In fact, rather than in law; e.g. de facto trustee.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Defalcation ",
	"definition": "1. Defaulting on a debt or other obligation such to account for public or trust funds. Usually used in the context of public officials. 2. Defalcation has another legal meaning referring to the setting-off of two debts owed between two people by the agreement to a new amount representing the balance. I owe you $7 and you owe me $3; we agree to \"defalk\"; the result is that I owe you $4. This is a type of novation.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Defamation ",
	"definition": "An attack on the good reputation of a person, by slander or libel.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Default ",
	"definition": "Failure to pay or otherwise perform obligations under a contract.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Defeasance ",
	"definition": "A side-contract which contains a condition which, if realized, could defeat the main contract. The common English usage of the word \"defeasance\" has also become acceptable in law, referring to a contract that is susceptible to being declared void as in \"immoral contracts are susceptible to defeasance.\"",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Defer",
	"definition": "To delay to a future time.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Dehors ",
	"definition": "French for outside. In the context of legal proceedings, it refers to that which is irrelevant or outside the scope of the debate.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "De Jure ",
	"definition": "According to law.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Delegatus Non Potest Delegare ",
	"definition": "One of the pivotal principles of administrative law - that a delegate cannot delegate. In other words, a person to whom an authority or decision-making power has been delegated to from a higher source, canot, in turn, delegate again to another, unless the original delegation explicitly authorized it.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Demand",
	"definition": "To ask for with authority; claim as a right.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Demand Letter ",
	"definition": "A letter usually from a lawyer on behalf of a client that makes a demand for payment or some other action which is in default.  Under the Bankruptcy and Insolvency Act, a financial institution before it takes any action must give demand and notice of intention if it intends to enforce its security and must wait 10 days before it can enforce its security by, say, the appointment of a Receiver or Agent.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "De Minimis Non Curat Lex ",
	"definition": "Latin- a common law principle whereby judges will not sit in judgement of extremely minor transgressions of the law. It has been restated as \"the law does not concern itself with trifles\".",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Demurrer ",
	"definition": "This is a motion put to a trial judge after the plaintiff has completed his or her case, in which the defendant, while not objecting to the facts presented, and rather than responding by a full defence, asks the court to reject the petition right then and there because of a lack of basis in law or insufficiency of the evidence.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "De Novo ",
	"definition": "Latin- new. This term is used to refer to a trial which starts over, which wipes the slate clean and begins all over again, as if any previous partial or complete hearing had not occurred.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Deposition ",
	"definition": "The official statement by a witness taken in writing (as opposed to testimony which where a witnesses give their perception of the facts verbally). Affidavits are the most common kind of depositions.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Disallowance ",
	"definition": "To refuse or to set aside.  For example, the Trustee in Bankruptcy, under the Bankruptcy and Insolvency Act, can disallow a claim submitted by a creditor.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Discharge ",
	"definition": "To cancel or relieve a person of an obligation or responsibility.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Disclaim ",
	"definition": "The act of denying, refusing, renouncing or repudiating an interest that one might have in some item.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Dissolution ",
	"definition": "The act of ending, terminating or winding up of a company or state of affairs.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Discretionary Trust ",
	"definition": "A trust in which the settlor has given the trustee full discretion to decide which (and when) members of a group of beneficiaries is to receive either the income or the capital of the trust.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Disrate ",
	"definition": "A term of maritime law where an officer or other seaman is either demoted in rank or deprived of a promotion.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Dissent ",
	"definition": "To disagree. The word is used in legal circles to refer to the minority opinion of a judge which runs contrary to the conclusions of the majority.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Dissolution ",
	"definition": "The act of ending, terminating or winding-up a company or state of affairs.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Distraint ",
	"definition": "The right that a landlord has to seize the property of a tenant on the premises being rented and sell that property for payment of rent arrears.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Detinue ",
	"definition": "A common law action similar to conversion and also involving the possession of property by the defendant but belonging to the plaintiff but in which the plaintiff asks the court for the return of the property, although the plaintiff may also ask for damages for the duration of the possession.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Devastavit ",
	"definition": "Latin for \"he has wasted.\" This is the technical word referring to a personal representative who has mismanaged the estate and allowed an avoidable loss to occur. This action opens the personal representative to personal liability for the loss.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Devise ",
	"definition": "The transfer or conveyance of real property by will.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Dicta or Dictum",
	"definition": "Latin- an observation by a judge on a matter not specifically before the court or not necessary in determining the issue before the court; a side opinion which does not form part of the judgment for the purposes of stare decisis. May also be called \"obiter dictum.\"",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Dividend ",
	"definition": "Under the Bankruptcy and Insolvency Act it refers to those monies paid by a Trustee in Bankruptcy to the creditors.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Divorce ",
	"definition": "The final, legal ending of a marriage, by Court order.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "DNA ",
	"definition": "Abbreviation for deoxyribonucleic acid. A chromosome molecule which carries genetic coding unique to each person with the only exception of identical twins (that is why it is also called \"DNA fingerprinting\").",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Docket ",
	"definition": "An official court record book which lists all the cases before the court and which may also note the status or action required for each case.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Doctrine ",
	"definition": "A rule or principle or the law established through the repeated application of legal precedents.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Domicile ",
	"definition": "The permanent residence of a person; a place to which, even if he or she were temporary absent, they intend to return. In law, it is said that a person may have many residences but only one domicile.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Dominant Tenement ",
	"definition": "Used when referring to easements to specify that property (i.e. tenement) or piece of land that benefits from, or has the advantage of, an easement.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Dominion Directum ",
	"definition": "Latin- the qualified ownership of a landlord, not having possession or use of property but retaining ownership. Used in feudal English land systems to describe the King's ownership of all the land, even though most of it was lent out to lords for their exclusive use and enjoyment.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Dominion Utile ",
	"definition": "Latin- the property rights of a tenant. While not owning the property in a legal sense, the tenant, as having dominion utile, enjoys full and exclusive possession and use of the property.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Donatio Mortis Causa ",
	"definition": "A death-bed gift, made by a dying person, with the intent that the person receiving the gift shall keep the thing if death ensues.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Donee ",
	"definition": "Another word to describe the beneficiary of a trust. Also used to describe the person who is the recipient of a power of attorney; the person who would have to exercise the power of attorney.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Donor ",
	"definition": "The person who donates property to the benefit of another, usually through the legal mechanism of a trust. Also referred to as a \"settlor.\" Also used to describe the person who signs a power of attorney.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Duces Tecum ",
	"definition": "Latin- bring with you. Used most frequently for a species of subpoena (as in \"subpoena duces tecum\") which seeks not so much the appearance of a person before a court of law, but the surrender of a thing (eg. a document or some other evidence) by its holder, to the court, to serve as evidence in a trial.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Due Process ",
	"definition": "A term of US law which refers to fundamental procedural legal safeguards of which every citizen has an absolute right when a state or court purports to take a decision that could affect any right of that citizen. The most basic right protected under the due process doctrine is the right to be given notice, and an opportunity to be heard. The term is now also in use in other countries, again to refer to basic fundamental legal rights such as the right to be heard.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Dum Casta ",
	"definition": "Latin- for so long as she remains chaste. Separation agreements years ago used to contain dum casta clauses which said that if the women were to start another relationship, she forfeited her entitlement to maintenance.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Dum Sola ",
	"definition": "Latin- for so long as she remains unmarried.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Dum vidua ",
	"definition": "Latin- for so long as she remains a widow.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Dunning Notices",
	"definition": "These are collection letters sent to delinquent debtors demanding payment. The dunning letters get progressively stronger the longer the debtor goes without making a payment or an arrangement to settle the debt.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Durable Power of Attorney",
	"definition": "A Durable Power of Attorney allows you to appoint a trusted individual who will have authority to run your affairs while you are mentally incapacitated. Sometimes referred to as an \"Enduring Power of Attorney\" or \"Springing Power of Attorney\".",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Duress ",
	"definition": "Where a person is prevented from acting (or not acting) according to their free will, by threats or force of another, it is said to be \"under duress\". Contracts signed under duress are voidable and, in may places, you cannot be convicted of a crime if you can prove that you were forced or threatened into committing the crime (although this defence may not be available for serious crimes). ",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Easement ",
	"definition": "The right held by one person to make use of the land held by another person for a limited interest.  For example, a utility may have an easement over a piece of real property which allows that utility to have, for example, electrical power lines running over that property.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Effective Date ",
	"definition": "The date an agreement comes into force.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Effluxion",
	"definition": "Flowing out; e.g., an effluxion of funds.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Emancipation ",
	"definition": "Term used to describe the act of freeing a person who was under the legal authority of another (such as a child before the age of majority) from that control (such as child reaching the age of majority).",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Embezzle ",
	"definition": "The illegal transfer of money or property that, although possessed legally by the embezzler, is diverted to the embezzler personally by his or her fraudulent action.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Eminent Domain ",
	"definition": "USA - The legal power to expropriate private land for the sake of public necessity.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Emolument ",
	"definition": "A legal word which refers to all wages, benefits or other benefit received as compensation for holding some office or employment.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Emphyteusis ",
	"definition": "Civil law - a long-term (many years or in perpetuity) rental of land or buildings including the exclusive enjoyment of all product of that land and the exercise of all property rights typically reserved for the property owner such as mortgaging the property for the term of the emphyteusis or permitting a right of way.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Emptio or Emtio ",
	"definition": "Latin for \"purchase\" or the contract in which something is bought.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Enactment ",
	"definition": "A law or a statute; a document which is published as an enforceable set of written rules is said to be \"enacted\".",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Encumbrances ",
	"definition": "Those charges or the security that attaches to any kind of property.  For example, if there is a mortgage on a piece of property, then the property is said to be encumbered by that mortgage.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Endorsement ",
	"definition": "Something written on the back of a document. In the laws of bills of exchange, an endorsement is a signature on the back of the bill of exchange by which the person to whom the note is payable transfers it by thus making the note payable to the bearer or to a specific person. An endorsement of claim means that if you want to ask a court to issue a writ against someone, you have to \"endorse\" your writ with a concise summary of the facts supporting the claim, sometimes called a statement of claim.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Endowment ",
	"definition": "The transfer of money or property (usually as a gift) to a public organization for a specific purpose, such as medical research or scholarships.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Enduring Power of Attorney",
	"definition": "An Enduring Power of Attorney allows you to appoint a trusted individual who will have authority to run your affairs while you are mentally incapacitated. Sometimes referred to as a \"Durable Power of Attorney\" or \"Springing Power of Attorney\".",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Entrapment ",
	"definition": "The inducement, by law enforcement officers or their agents, of another person to commit a crime for the purposes of bringing charges for the commission of that artificially-provoked crime.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Equity ",
	"definition": "A branch of English law which developed hundreds of years ago when litigants would go to the King and complain of harsh or inflexible rules of common law which prevented \"justice\" from prevailing. For example, strict common law rules would not recognize unjust enrichment, which was a legal relief developed by the equity courts. The typical Court of Equity decision would prevent a person from enforcing a common law court judgment. The kings delegated this special judicial review power over common law court rulings to chancellors. A new branch of law developed known as \"equity\", with their decisions eventually gaining precedence over those of the common law courts. A whole set of equity law principles were developed based on the predominant \"fairness\" characteristic of equity such as \"equity will not suffer a wrong to be without a remedy\" or \"he who comes to equity must come with clean hands\". Many legal rules, in countries that originated with English law, have equity-based law such as the law of trusts and mortgages.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Escheat ",
	"definition": "Where property is returned to the government upon the death of the owner, because there is nobody to inherit the property. Escheat is based on the Latin principle of dominion directum as was often used in the feudal system when a tenant died without heirs or if the tenant was convicted of a felony.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Escrow ",
	"definition": "The holding on to of money or a written document, such as shares or a deed, until certain conditions are met by the two contracted parties.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Estate ",
	"definition": "Under the Bankruptcy and Insolvency Act, the name given to the file or bankruptcy estate.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Estoppel",
	"definition": "A person's own acts, statement of facts or acceptance of facts which preclude his later making claims to the contrary.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Estate Law ",
	"definition": "A term used by the law to decribe that part of the law which regulates wills, probate and other subjects related to the distribution of a deceased person's \"estate\".",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Estoppel ",
	"definition": "A rule of law that when person A, by act or words, gives person B reason to believe a certain set of facts upon which person B takes action, person A cannot later, to his (or her) benefit, deny those facts or say that his (or her) earlier act was improper.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Euthanasia ",
	"definition": "The putting to death, by painless method, of a terminally-ill or severely debilitated person through the omission (intentionally withholding a life-saving medical procedure, also known as \"passive euthanasia\") or commission of an act (\"active euthanasia'). See also living will.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Equity ",
	"definition": "This refers to the excess that the value of a piece of property has over any charges or encumbrances against that piece of property.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Even Hand Rule ",
	"definition": "The even hand rule specifies that if there are two or more beneficiaries of a trust, the trustee must neither give advantage to, nor impose a burden on, any beneficiary when that advantage or burden is not set out in the terms of the trust. In other words, the trustee cannot undertake any action that will unduly favour one beneficiary over another.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Ex Aequo et Bono ",
	"definition": "Latin for \"in justice and fairness.\" Something to be decided ex aequo et bono is something that is to be decided by principles of what is fair and just. Most legal cases are decided on the strict rule of law. For example, a contract will be normally upheld and enforced by the legal system no matter how \"unfair\" it may prove to be. But a case to be decided ex aequo et bono, overrides the strict rule of law and requires instead a decision based on what is fair and just given the circumstances.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Examination-in-Chief",
	"definition": "The questioning of your own witness under oath. Witnesses are introduced to a trial by their examination-in-chief, which is when they answer questions asked by the lawyer representing the party which called them to the stand. After their examination-in-chief, the other party's lawyer can question them too; this is called \"cross-examination\".",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Exculpate ",
	"definition": "Something that excuses or justifies a wrong action.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Executor ",
	"definition": "A person specifically appointed by a testator to administer the will ensuring that final wishes are respected (i.e. that the will is properly \"executed\"). An executor is a personal representative.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Exhibit ",
	"definition": "A document or object shown to the court as evidence in a trial. They are each given a number or letter by the court clerk as they are introduced for future reference during the trial.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Ex Parte ",
	"definition": "For one party only.  Ex parte refers to those proceedings where one of the parties has not received notice and therefore is neither present nor represented in a court of law.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Examination For Discovery ",
	"definition": "A legal proceeding whereby one party examines the party on the other side, usually under oath for the purpose of confirming facts and perhaps obtaining admissions from that other party.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Execution ",
	"definition": "To carry out.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Exemptions ",
	"definition": "Under the Court Order Enforcement Act  effective May 1, 1998 (in British Columbia), there are certain assets that are exempt from seizure by any execution creditor or by a Trustee in Bankruptcy.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Ex Patriate ",
	"definition": "A person who has abandoned his or her country of origin and citizenship and has become a subject or citizen of another country.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Ex Post Facto ",
	"definition": "Latin- after the fact. Legislation is called ex post facto if the law attempts to extend backwards in time and punish acts committed before the date of the law's approval. Such laws are constitutionally prohibited in most modern democracies.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Expropriation ",
	"definition": "Canada - the forced sale of land to a public authority.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Express Trust ",
	"definition": "A trust which is clearly created by the settlor, usually in the form of a document (eg. a will), although they can be oral. They are to be contrasted with trusts which come to being through the operation of the law and which do not result from the clear intent or decision of any settlor to create a trust (eg. constructive trust).",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Expunge",
	"definition": "To strike out; to obliterate, erase or mark for deletion.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Ex Rel ",
	"definition": "An abbreviation of \"ex relatione\", Latin for \"on the relation of.\" Refers to information or action taken that is not based on first-hand experience but is based on the statement or account of another person.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Extortion ",
	"definition": "Forcing a person to give up property in a thing through the use of violence, fear or under pretense of authority.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Extradition ",
	"definition": "The arrest and delivery of a fugitive wanted for a crime committed in another country, usually under the terms of an extradition treaty.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Ex Turpi Causa Non Oritur Actio ",
	"definition": "Latin- \"Of an illegal cause there can be no lawsuit.\" In other words, if one is engaged in illegal activity, one cannot sue another for damages that arose out of that illegal activity. A example is an injury suffered by a passenger in a stolen car, which that passenger knew to be stolen and was a free participant in the joyriding. If vehicle crashes injuring the passenger, there is no action in tort against the driver under the ex turpi causa non oritur actio principle. ",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Faint Hope Clause",
	"definition": "The provision that allows an offender sentenced to more than 15 years before becoming eligible for full parole (e.g., a murderer) to have his or her parole eligibility reconsidered; a clause that allows for the possibility of the inmate being fully rehabilitated after 15 years.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Fair Market Value ",
	"definition": "That hypothetical value of a piece of property, given a willing purchaser and a willing vendor, and a reasonable amount of time for the property to be exposed to sale.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Fee Simple ",
	"definition": "Title to ownership without restriction or limitation.  For example ownership of land in fee simple means the land is owned out right as compared to a person who leased land.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Fee Tail ",
	"definition": "A form of tenure under the feudal system that could only be transferred to a lineal descendant. If there were no lineal descendants upon the death of the tenant, the land reverted back to the lord.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Felony ",
	"definition": "A serious crime for which the punishment is prison for more than a year or death. Crimes of less gravity are called misdemeanours. This term is no longer used in England or other Commonwealth countries but remains a major distinction in the United States.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Fiduciary ",
	"definition": "Sometimes considered to be synonymous with the word Trustee.  A fiduciary holds certain rights which he or she must exercise for the benefit of the beneficiary.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Fieri Facias ",
	"definition": "A writ of fieri facias commands a sheriff to take and sell enough property from the person who lost the law suit, to pay the debt owed by the judgment.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Force Majeure ",
	"definition": "French for an act of God; an inevitable, unpredictable act of nature, not dependent on an act of man. Used in insurance contracts to refer to acts of nature such as earthquakes or lightning.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Financing Statement",
	"definition": "Form prescribed under the Personal Property Security Act setting out essential information such as the name of the debtor and the collateral; the secured party must file the financing statement at the Personal Property Registry to perfect a security interest by registration.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "First Meeting of Creditors ",
	"definition": "The meeting called by the Trustee in Bankruptcy to consider the affairs of the bankrupt or a debtor under a proposal.  NOTE- Under the Bankruptcy and Insolvency Act, as amended on September 30, 1997, there is not a meeting of creditors required for simple personal bankruptcy cases, unless the Superintendent of Bankruptcy or creditors holding 25% of the proven claims request one.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Fixtures ",
	"definition": "Those assets that are attached to or are part of a building, or are fixed to land.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Floating Charge ",
	"definition": "A type of security interest that charges the debtor's property but does not specify particular assets or pieces of equipment until the security interest or instrument is crystallized.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Foreclosure ",
	"definition": "That action that a lender will take to repossess and sell a piece of property for defaults in mortgage payments.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Franchise",
	"definition": "A franchise is a clone of a successful business. The franchisor has developed a system for reproducing his business (often right down to the last detail). As a franchisee, you rent the franchisor's trademark and method of doing business.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Franchise Agreement",
	"definition": "A franchise agreement is a contract which is entered into between the franchisor, and the franchisee (and any guarantors, or others) in which the relationship between the franchisor and franchisee (and others) is described, in detail.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Fraud ",
	"definition": "Deceitful conduct designed to manipulate another person to give something of value by (1) lying, (2) by repeating something that is or ought to have been known by the fraudulent party as false or suspect or (3) by concealing a fact from the other party which may have saved that party from being cheated.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Freehold ",
	"definition": "A special right granting the full use of real estate for an indeterminate time. It differs from leasehold, which allows possession for a limited time. There are varieties of freehold such as fee simple and fee tail.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Freeholder ",
	"definition": "A person who owns freehold property rights (i.e. in a piece of real estate; either land or a building).",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Fraudulent Preference ",
	"definition": "Under the Bankruptcy and Insolvency Act, this is the preferring by a debtor of one or more creditors over others by the payment to those creditors of some extraordinary amounts of money. Under the Bankruptcy and Insolvency Act, the Trustee can, under certain circumstances, set aside fraudulent preferences up to three months prior to the date of bankruptcy in the case of arm's length parties and one year in the case of non-arm's length parties. The Provinces also have Acts that can set aside these transactions.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Functus Officio ",
	"definition": "Latin- an officer or agency whose mandate has expired either because of the arrival of an expiry date or because an agency has accomplished the purpose for which it was created.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Fungibles ",
	"definition": "Goods which are comprised of many identical parts.  For example, a bushel of grain, a barrel of apples or oil, which can be easily replaced by other identical goods.  One of the tests of whether items are fungible or not is whether they can be sold by weight or number.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Furiosi Nulla Voluntas Est ",
	"definition": "A Latin expression that mentally impaired persons cannot validly sign a will. ",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Garnishee ",
	"definition": "The seizure of property, monies, earnings, receivables belonging to a debtor that are in the hands of a third party.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Gazette",
	"definition": "Official Government (both Provincial and Federal) publication in which public notices and statutory regulations are advertised. Published by Queen's Printer.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Gazump",
	"definition": "To increase by subsequent bidding by an individual with effect of annulling any previous offer.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "General Security Agreement (GSA)",
	"definition": "A contract under which all the personal property of a debtor is pledged as security to a lender.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Gift Over ",
	"definition": "A device used in wills and trusts to provide for the gift of property to a second recipient if a certain event occurs, such as the death of the first recipient. For example, I give you my car but on your death you must give it to your child; that is a gift over to the benefit of your child.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Good Samaritan Law or Doctrine",
	"definition": "a legal principle that prevents a rescuer who has voluntarily helped a victim in distress from being successfully sued for 'wrongdoing.' Its purpose is to keep people from being so reluctant to help a stranger in need for fear of legal repercussions if they made some mistake in treatment.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Goodwill ",
	"definition": "That value attributed to a business that is not tangible, but arises from the reputation, expertise, service or some other intangible that attaches to the business and makes it have more worth than just the value of its assets.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Grand Jury ",
	"definition": "An American criminal justice procedure whereby, in each court district, a group of 16-23 citizens hold an inquiry on criminal complaints brought by the prosecutor and decide if a trial is warranted, in which case an indictment is issued. If a Grand Jury rejects a proposed indictment it is known as a \"no bill\"; if they accept to endorse a proposed indictment it is known as a \"true bill\".",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Gross Negligence ",
	"definition": "Any action or an omission in reckless disregard of the consequences to the safety or property of another. Sometimes referred to as \"very great negligence\" and it is more then just neglect of ordinary care towards others or just inadvertence. Also known as the Latin term culpa lata. ",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Guarantor ",
	"definition": "A person who pledges collateral for the contract of another or who guarantees to pay a certain debt of a debtor if the debtor defaults.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Guardian Ad Litem ",
	"definition": "A guardian appointed to assist an infant or other mentally incapable defendant or plaintiff, or any such incapacitated person that may be a party in a legal action. ",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Habeas Corpus ",
	"definition": "Latin- a court petition which orders that a person being detained be produced before a judge for a hearing to decide whether the detention is lawful. Habeas corpus was one of the concessions the British Monarch made in the Magna Carta and has stood as a basic individual right against arbitrary arrest and imprisonment.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Habitual Offender ",
	"definition": "A person who is convicted and sentenced for crimes over a period of time and even after serving sentences of incarceration, demonstrates a propensity towards criminal conduct.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Harassment ",
	"definition": "Unsolicited words or conduct which tend to annoy, alarm or abuse another person.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Hearsay ",
	"definition": "Any evidence that is offered by a witness of which they do not have direct knowledge but, rather, their testimony is based on what others have said to them.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Holograph Will ",
	"definition": "A will written entirely in the testator's handwriting and not witnessed.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Homicide ",
	"definition": "The taking of a life by act or omission.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Hostile Witness ",
	"definition": "During an examination-in-chief, a lawyer is not allowed to ask leading questions of their own witness. But, if that witness openly shows hostility against the interests (or the person) that the lawyer represents, the lawyer may ask the court to declare the witness \"hostile\", after which, as an exception of the examination-in-chief rules, the lawyer may ask their own witness leading questions.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Hung Jury ",
	"definition": "A jury is required to make a unanimous or near unanimous verdict. When the jurors, after full debate and discussion, are unable to agree on a verdict and are deadlocked with differences of opinion that appear to be irreconcilable, it is said to be a \"hung jury\". The result is a mistrial.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Husband-Wife Privilege ",
	"definition": "A special right that married persons have to keep communications between them secret and even inaccessible to a court of law. It has always been held to be lifted where one spouse commits a crime on the other. Similar to the client-solicitor privilege.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Hypothecate ",
	"definition": "To mortgage or pledge without delivery of title or possession. To place or leave an item of property in the custody of another. ",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Immunity ",
	"definition": "An exemption that a person (individual or corporate) enjoys from the normal operation of the law such as a legal duty or liability, either criminal or civil.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Incorporeal ",
	"definition": "Legal rights which are intangible such as copyrights or patents.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Incorporeal Hereditament",
	"definition": "An incorporeal right which is attached to property and which is inheritable.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Indefeasible ",
	"definition": "A right or a title in property that cannot be made void or cancelled by any past event, error or omission in the title.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Indemnity ",
	"definition": "The act of one party protecting or guaranteeing protection, or freedom from liability, of a third party for actions of that party.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Indenture",
	"definition": "Any deed, written contract or sealed agreement.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Indictable offence ",
	"definition": "An offence which, in Canada, is more serious than those which can proceed by summary conviction. This is the Canadian equivalent to the USA \"felony\". Murder and treason are examples of crimes committed in Canada which would be indictable offences. These crimes are usually tried by federally-appointed judges and carry heavy sentences.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Indictment ",
	"definition": "USA - a formal accusation returned by a Grand Jury, that charges a person with a serious crime. It is on the basis of an indictment that an accused person must stand trial.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Injunction ",
	"definition": "A court order that prohibits a party from doing something (restrictive injunction) or compels them to do something (mandatory injunction).",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "In Limine ",
	"definition": "Latin- at the beginning or on the threshold. A motion \"in limine\" is a motion that is tabled by one of the parties at the very beginning of the legal procedures.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "In Pari Delicto ",
	"definition": "Latin- both parties are equally at fault. Actually, the usual use of this phrase is \"in pari delicto, potior est conditio possidentis\" which means that where both parties in a dispute are equally at wrong, the person in possession of the contested property will retain it (ie. the law will not intervene).",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "In Personam ",
	"definition": "Latin- All legal rights are either in personam or in rem. An in personam right is a personal right attached to a specific person. In rem rights are property rights and enforceable against the entire world.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "In Rem ",
	"definition": "Latin- All legal rights are either in personam or in rem. In rem rights are proprietary in nature; related to the ownership of property and not based on any personal relationship, as is the case with in personam rights.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Injunction",
	"definition": "A mandatory or prohibitive order or judgment issued by a Court.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Insolvent ",
	"definition": "A person not able to pay debts generally as they become due.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Insolvent Person ",
	"definition": "A person who is not bankrupt and whose liabilities exceed his assets and/or ability to pay.The BIA contains a statutory definition that differs from this general definition as follows - \"means a person who is not bankrupt and who resides or carries on business in Canada whose liabilities to creditors provable as claims under the Bankruptcy and Insolvency Act amount to at least $1,000.00 and(a) who is, for any reason, unable to meet his obligations as they generally become due, or(b) who has ceased paying his current obligations in the ordinary course of business as they generally become due, or(c) the aggregate of whose property is not, at a fair valuation, sufficient or, if disposed of at a fairly conducted sale under legal process, would not be sufficient to enable payment of all his obligations, due and accruing due.\"",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Insurance",
	"definition": "(i) An undertaking of one person; (ii) to indemnify another person; (iii) to pay a sum of money or other thing of value; (iv) from loss or liability in respect of an event; (v) the happening of which is uncertain.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Inter Alia ",
	"definition": "Latin- \"among other things\", \"for example\" or \"including\". Legal drafters would use it to precede a list of examples or samples covered by a more general descriptive statement.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Interim Order ",
	"definition": "A temporary court order; intended to be of limited duration, usually just until the court has had an opportunity of hearing the full case and make a final order.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Interlineation ",
	"definition": "An addition of something to a document after it has been signed. Such additions are ignored unless they are initialed by the signatories and, if applicable, witnesses (eg. wills).",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Interlocutory ",
	"definition": "Proceedings taken during the course of, and incidental to a trial.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Interlocutory injunction ",
	"definition": "An injunction which lasts only until the end of the trial during which the injunction was sought.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Interloper ",
	"definition": "A person who, without legal right, runs a business (eg. without mandatory licenses), or who wrongfully interferes or intercepts another's business.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Inter Partes ",
	"definition": "Latin- between parties.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Intestate ",
	"definition": "Dying without a will.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Inter Vivos ",
	"definition": "Latin- from one living person to another living person. For example, an inter vivos trust is one which the settlor sets up to take effect while he or she is still alive.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Inure ",
	"definition": "To take effect, to result; to come into operation.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Inspector",
	"definition": "A person appointed by creditors at the first or subsequent meeting of creditors, as part of a committee, to examine and give direction to the trustee's administration of the estate of the bankrupt. Inspectors may also be appointed pursuant to the provisions of a proposal.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Instrument",
	"definition": "A formal document with legal consequences; e.g., a debenture, mortgage, chattel mortgage.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Intangible",
	"definition": "Long-term or non-current asset that lacks physical substance, but which confers valuable rights or privileges upon the holders; e.g., patents, goodwill.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Interim Dividend",
	"definition": "Dividend paid to creditors before the administration of the estate of the bankrupt has been finalized; any dividend that is not a final dividend.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Interim Order ",
	"definition": "A temporary Court Order intended to be of limited duration, usually until the Court has had an opportunity of hearing the full case and the opportunity of making a Final Order.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Interim Receiver ",
	"definition": "A person appointed by the Court to be a watchdog regarding the assets of a debtor during that time between the application to the Court for a Receiving Order and the time where the Receiving Order is handed down.  An Interim Receiver may also be appointed where a secured creditor is about to send out, or has sent out, a Notice of Demand under the Bankruptcy and Insolvency Act of its intention to enforce its security, or the debtor has filed a Notice of Intention to Make a Proposal or has filed a proposal.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Interim Dividend ",
	"definition": "A dividend paid to creditors before the estate is finalized.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Interplead ",
	"definition": "The placing of funds in the Courts by a person when there are two or more competing claims for those monies.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Invoice",
	"definition": "An itemized bill showing goods purchased or services provided together with the charges and terms. An invoice is a bill of sale.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Ipso Facto",
	"definition": "By the fact itself.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Jactitation ",
	"definition": "A false boast designed to increase standing at the expense of another.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "J. D. ",
	"definition": "Abbreviation for \"juris doctor\" or \"doctor of jurisprudence\" and the formal name given to the university law degree in the United States.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Joint and Several Liability ",
	"definition": "The liability of more than one person for which each person may be sued for the entire amount of the damages.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Joint Custody ",
	"definition": "A child custody decision which means that both parents share joint legal custody and joint physical custody.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Joint Tenancy ",
	"definition": "The situation where two or more persons are equally owners of a property.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Judgement ",
	"definition": "A formal decision, sentence or Order of a Court of Justice.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Judgement Proof ",
	"definition": "A term to describe assets protected from being seized by a creditor. i.e. assets a creditor cannot seize by going to court and getting a judgement. These protected assets are also the bankruptcy exemptions (equity in assets that can be retained in a bankruptcy).",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Judicial Review ",
	"definition": "When a court decision is appealed, it is known as an \"appeal.\" But there are many administrative agencies or tribunals which make decisions or deliver government services of one sort or another, the decisions of which can also be \"appealed.\" In many cases, the \"appeal\" from administrative agencies is known as \"judicial review\".",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Jure ",
	"definition": "Latin, from Roman law - by right, under legal authority or by the authority of the law.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Jurisdiction ",
	"definition": "Refers to a court's authority to judge over a situation.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Jurisprudence ",
	"definition": "Technically, jurisprudence means the \"science of law\".",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Jury ",
	"definition": "A group of citizens randomly selected from the general population who decide on the merits of a legal case.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Jus ",
	"definition": "Latin- word which, in Roman law, meant the law or a right.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Jus Spatiandi Et Manendi ",
	"definition": "Latin- referring to a legal right of way, and to enjoyment, granted to the public but only for the purposes of recreation or education, such as upon parks or public squares.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Justice ",
	"definition": "Fairness. A state of affairs in which conduct or action is both fair and right, given the circumstances.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Laches ",
	"definition": "A legal doctrine whereby those who take too long to assert a legal right, lose their entitlement to compensation.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Landlord ",
	"definition": "A land or building owner who has leased the land, the building or a part of the land or building, to another person.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Larceny ",
	"definition": "An old English criminal and common law offence covering the unlawful or fraudulent removal of another's property without the owner's consent.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Lawyer ",
	"definition": "A person that has been trained in the law and that has been certified to give legal advice or to represent others in litigation. Also known as a \"barrister & solictor\" or an attorney.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Leading Question ",
	"definition": "A question which suggests an answer; usually answerable by \"yes\" or \"no\".",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Lease ",
	"definition": "A contract between a property owner and a person where the property is rented.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Leasehold ",
	"definition": "Real property held under a lease.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Leasehold Improvements ",
	"definition": "Those assets which are attached to a building and cannot be removed from any property being leased.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Legal Custody ",
	"definition": "A child custody decision which entails the right to make, or participate in, the significant decisions affecting a child's health and welfare (compare with physical custody and joint custody).",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Legislation ",
	"definition": "Written and approved laws. Also known as \"statutes\" or \"acts.\"",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Levy ",
	"definition": "Under the Bankruptcy and Insolvency Act the government has imposed a levy (in 2009 equal to 5%) over all dividends paid to creditors.  Therefore, if a creditor is entitled to a $100 dividend, he will only get $95 with $5 being paid to the government.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Liability ",
	"definition": "Any legal obligation for which a person is responsible.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Libel ",
	"definition": "Defamation by writing such as in a newspaper or a letter.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Liberal Construction ",
	"definition": "A form of construction which allows a judge to consider other factors when deciding the meaning of a phrase or document.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Lien",
	"definition": "Security for the holder against a debtor's assets, usually arising by operation of law rather than express contract between the parties.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Life Estate ",
	"definition": "A right to use and to enjoy land and/or structures on land only for the life of the life tenant.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Life Tenant ",
	"definition": "The beneficiary of a life estate.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Limitations Acts",
	"definition": "Provinces have Limitation Acts which provide a limit on the time by which an action must be started. For example, if an unsecured debt is not collected or payments are not made on the unsecured debt then after a certain time no legal action can be taken to collect the debt. In Ontario, the changes to the Limitations Act which came into force on January 1, 2004 sets two years as the term (Section 4).",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Limited Partner ",
	"definition": "A member of a partnership who has agreed to be liable only to the extent of his (or her) investment.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Limitrophe ",
	"definition": "Adjacent, bordering or contiguous.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Lineal descendant ",
	"definition": "A person who is a direct descendant such as a child to his or her natural parent.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Liquidated Damages",
	"definition": "Compensation for non-performance or loss which is cash or easily converted into cash.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Lis Pendens ",
	"definition": "A dispute which is the subject of ongoing or pending litigation.  Oftentimes, a lis pendens can be filed at the Land Registry Office against real property to denote to third parties that another party may have an interest in the property.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Literal Construction ",
	"definition": "A form of construction which does not allow evidence extrapolated beyond the actual words of a phrase or document but, rather, takes a phrase or document at face value, giving effect only to the actual words used. Also known as \"strict\" or \"strict and literal\" construction.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Litigation ",
	"definition": "A dispute that results in formal Court action or a law suit.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Livery ",
	"definition": "Delivery. An archaic legal word from the feudal system referring to the actual legal transmission of possession of an object to another.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Living Will ",
	"definition": "A document that sets out guidelines for dealing with life-sustaining medical procedures in the eventuality of the signatory's sudden debilitation. Living wills would, for example, inform medical staff not to provide extraordinary life-preserving procedures on their bodies if they are incapable of expressing themselves and suffering from an incurable and terminal condition.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "LL.B., J.D, L.M. or LL.D. ",
	"definition": "The Latin abbreviations for the classes of law degrees - the regular bachelor degree in law (LL.B.), juris doctorate (J.D), the masters degree in law (LL.M.) and the doctorate in law (LL.D.).",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Locality of Debtor",
	"definition": "Means the principal place during the year immediately preceding the bankruptcy where the debtor has carried on business or where the debtor has resided, or where the greater portion of the property of the debtor is situated.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Locus ",
	"definition": "Latin for \"the place.\" For example, lawyers talk of the \"locus delicti\" as the pace where a criminal offense was commited or \"loco parentis\" to refer to a person who stands in the place of a parent such as a step-parent in a common law relationship.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Long Arm Statutes ",
	"definition": "Each court is bound to a territorial jurisdiction and does not normally have jurisdiction over persons that reside outside of that jurisdiction. Long-arm statutes are a tool which gives a court jurisdiction over a person even though the person no longer resides in the territory limits of the court.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "\"Look-See\"",
	"definition": "Slang expression meaning \"Business Review\".",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Maintenance ",
	"definition": "The obligation that one person has to contribute in part or in whole to the cost of living of another person.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Malfeasance ",
	"definition": "Doing something which is illegal. Compare with misfeasance and nonfeasance.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Mandamus ",
	"definition": "A writ which commands an individual, organization (eg. government), administrative tribunal or court to perform a certain action, usually to correct a prior illegal action or a failure to act in the first place.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Manslaughter",
	"definition": "Accidental homicide or homicide which occurs without an intent to kill, and which does not occur during the commission of another crime or under extreme provocation.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Maritime Law ",
	"definition": "A very specific body of law peculiar to transportation by water, seamen and harbors.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Marine Registry",
	"definition": "Federal registry for registering title documents against ships.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Massachusetts Trust ",
	"definition": "An organization structure where the property is bought by, or transferred to, a trustee (such as a trust company) and the trustee issues trust \"units\", which the investors, or their designates, hold as beneficiaries. This is a common way to structure a large real estate purchase.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Mediation ",
	"definition": "An alternate dispute mechanism whereby the mediator acts as a facilitator assisting the parties in coming to a mutually agreed settlement.  Under the Bankruptcy and Insolvency Act, mediation can be used, for example, if a creditor or the Trustee opposes a bankrupt's discharge.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Misappropriation of Funds",
	"definition": "The wrongful taking of funds by a person to whom funds are entrusted.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Misrepresentation",
	"definition": "To describe or present incorrectly, improperly or falsely.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Monitor",
	"definition": "A person or firm appointed to review and report on, without controlling or approving, the day-to-day transactions of a business. Particulars of the engagement are usually set out in an exchange of letters, an agreement or court order.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Mortgage ",
	"definition": "An interest given on real property to guarantee the payment of a debt or execution of some action.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "MOU ",
	"definition": "Abbreviation fo \"Memorandum of Understanding.\" A document which, if meeting the other criteria, can be, in law, a contract. Generally, in the world of commerce or international negotiations, a MOU is considered to be a preliminary document; not a comprehensive agreement between two parties but rather an interim or partial agreement on some elements, in some cases a mere agreement in principle, on which there has been accord. Most MOU's imply that something more is eventually expected.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Mens Rea ",
	"definition": "Latin for \"guilty mind.\" Many serious crimes require the proof of \"mens rea\" before a person can be convicted. In other words, the prosecution must prove not only that the accused committed the offence but that he (or she) did it knowing that it was prohibited; that their act (or omission) was done with an intent to commit a crime.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Misfeasance ",
	"definition": "Improperly doing something which a person has the legal right to do. Compare with malfeasance and nonfeasance.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Mis-joinder ",
	"definition": "When a person has been named as a party to a law suit when that person should not have been added. When this is asserted, a court will usually accommodate a request to amend the court documents to strike, or substitute for, the name of the mis-joined party. Compare with non-joinder.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Misrepresentation ",
	"definition": "A false and material statement which induces a party to enter into a contract.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Mistrial ",
	"definition": "A partial or complete trial which is found to be null and void and of no effect because of some irregularity.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Mitigating Circumstances ",
	"definition": "These are facts that, while not negating an offence or wrongful action, tend to show that the defendant may have had some grounds for acting the way he/she did.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Mitigation of Damages ",
	"definition": "A person who sues another for damages has a responsibility to minimize those damages, as far as reasonable. For example, if a tenant vacates rental premices the landlord has a responsibiliy to find another tenant so as to minimize the economic damage on themselves.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Modus Operandi ",
	"definition": "Latin- method of operation. Used by law enforcement officials to refer to a criminal's preferred method of committing crime.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Moiety ",
	"definition": "Half of something. For example, it can be said that joint tenants hold a moiety in property.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Moot",
	"definition": "Also called a \"moot point\" - a side issue, problem or question which does not have to be decided to resolve the main issues in a dispute.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Moot Court ",
	"definition": "Fictional or hypothetical trial, usually hosted by law schools, as training for future barristers or litigators.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Moratorium ",
	"definition": "The temporary suspension of legal action against a person.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Mortgage ",
	"definition": "An interest given on a piece of land, in writing, to guarantee the payment of a debt or the execution of some action. The person lending the money and receiving the mortgage is called the mortgagee; the person who concedes a mortgage as security upon their property is called a mortgagor.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Mutatis Mutandis ",
	"definition": "With appropriate changes as applicable.  For example, in proposals all other sections of the Bankruptcy and Insolvency Act, over and above the section on proposals, applies to proposals, mutatis mutandis.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Natural Justice ",
	"definition": "A word used to refer to situations where audi alteram partem (the right to be heard) and nemo judex in parte sua (no person may judge their own case) apply. The principles of natural justice were derived from the Romans who believed that some legal principles were \"natural\" or self-evident and did not require a statutory basis. These two basic legal safeguards govern all decisions by judges or government officials when they take quasi-judicial or judicial decisions.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Negligence ",
	"definition": "Not only are people responsible for the intentional harm they cause, but their failure to act as a reasonable person would be expected to act in similar circumstances (i.e. \"negligence\") will also give rise to compensation.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Nemo Judex in Parte Sua ",
	"definition": "Latin and a fundamental principle of natural justice which states that no person can judge a case in which he or she is party. May also be called nemo judex in sua causa or nemo debet esse judex in propria causa.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Neutral Evaluation",
	"definition": "A process in which parties obtain from an experienced (and possibly expert) neutral third party a non-binding, reasoned evaluation of their case on its merits.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Nolo Contendere ",
	"definition": "Latin for \"I will not defend it.\" Used primarily in criminal proceedings whereby the defendant declines to refute the evidence of the prosecution. In some jurisdictions, this response by the defendant has same effect as a plea of guilty.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Non est Factum ",
	"definition": "Latin for \"not his deed\" and a special defense in contract law to allow a person to avoid having to respect a contract that she or he signed because of certain reasons such as a mistake as to the kind of contract.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Nonfeasance ",
	"definition": "Not doing something that a person should be doing. Compare with malfeasance and misfeasance.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Non-joinder ",
	"definition": "When a person who should have been made a party to a legal proceedings has been forgotten or omitted. This is usually addressed by asking the court to amend documents and including the forgotten party to the proceedings. It is the opposite of mis-joinder.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Notary ",
	"definition": "Also known as \"notary public\" - a legal officer with specific judicial authority to attest to legal documents usually with an official seal.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Notice of Disclaimer - Lease ",
	"definition": "In a proposal, the company may disclaim a lease or, in other words, state that it does not require that lease and is cancelling it.  The proposal must indicate one of the options that is given to the landlord for him to file a claim as follows actual losses resulting from the disclaimer or the lesser of   (i) three years rent, or   (ii) the aggregate of the rent provided for in the lease for the first year of the lease following the date on which the disclaimer becomes effective and 15% of the rent for the remainder of the term of the lease after that year.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Notice to Mediate",
	"definition": "This is unique to B.C. It is a process by which any party to an action in the Supreme Court can require that all other parties to the action attend a mediation session to attempt to settle the matters in dispute. While the Notice to Mediate process requires that the parties attend a mediation session, it does not force them to reach an agreement.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Notwithstanding ",
	"definition": "In spite of, even if, without regard to or impediment by other things.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Notwithstanding Clause",
	"definition": "The provision (clause) in the Canadian Charter of Rights and Freedoms allowing provinces and territories to create laws that operate in spite of certain contradictions with the Charter.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Novation ",
	"definition": "Substitute a new debt for an old debt cancelling the old debt. (Compare with \"subrogation\").",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Nudum Pactum ",
	"definition": "A contract-law term which stands for those agreements which are without consideration, such as a unilateral undertaking, which may bind a person morally, but not under contract law, in those jurisdictions which still require consideration.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Nuisance ",
	"definition": "Excessive or unlawful use of one's property to the extent of unreasonable annoyance or inconvenience to a neighbor or to the public. Nuisance is a tort.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Nulla Bona ",
	"definition": "Unable to locate assets.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Nunc Pro Tunc ",
	"definition": "Latin- now for then. It refers to the doing of something late (after it should have been done in the first place), with effect as if it had been done on time.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Oath ",
	"definition": "A solid affirmation to tell the truth, oftentimes sworn in front of a Notary or Commissioner for Taking Oaths. ",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Obiter Dictum ",
	"definition": "Latin- an observation by a judge on a matter not specifically before the court or not necessary in determining the issue before the court; a side opinion which does not form part of the judgment for the purposes of stare decisis May also be referred to as \"dicta\" or \"dictum.\"",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Obligee ",
	"definition": "The person who is to receive the benefit of someone else's obligation; that \"someone else\" being the obligor. Also called a \"promisee.\" Some countries refer to the recipient of family support as an \"obligee\".",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Obligor ",
	"definition": "A person who is contractually or legally, committed or obliged, to providing something to another person; the recipient of the benefit being called the obligee. Also known as the \"promisor.\"",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Obstructing Justice ",
	"definition": "An act which tends to impede or thwart the administration of justice.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Offence ",
	"definition": "A crime; any act which contravenes the criminal law.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Offer ",
	"definition": "A explicit proposal to contract which, if accepted, completes the contract and binds both the person that made the offer and the person accepting the offer to the terms of the contract. See also \"acceptance\".",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Official Receiver ",
	"definition": "A person deemed to be an officer of the Court who reports to the Superintendent of Bankruptcy and performs duties as specified by the Bankruptcy and Insolvency Act.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Ombudsman ",
	"definition": "A person whose occupation consists of investigating customer complaints against his or her employer. Many governments have ombudsmen who will investigate citizen complaints against government services.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Omnibus Bill ",
	"definition": "A draft law before a legislature which contains more than one substantive matter, or several minor matters which have been combined into one bill.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Onus ",
	"definition": "Latin- the burden. It is usually used in the context of evidence. The onus of proof in criminal cases lies with the state.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Open-Ended Agreement ",
	"definition": "An agreement or contract which does not have an ending date but which will continue for as long as certain conditions, identified in the agreement, exist.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Order",
	"definition": "A command of a Court or Judge.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Order Absolute",
	"definition": "A judgment or decree that is free from restriction or limitation.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Orderly Payment of Debts ",
	"definition": "A scheme governed by Provincial Court to allow a debtor to pay his debts in accordance with the sections under Part X of the Bankruptcy and Insolvency Act.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Ordinance ",
	"definition": "This term is in disuse in many jurisdictions and the words \"regulations\" or \"bylaws\" are preferred.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Out-of-Court Settlement ",
	"definition": "An agreement between two litigants to settle a matter privately before the Court has rendered its decision.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Paralegal ",
	"definition": "A person who is not a lawyer or is not acting in that capacity but who provides a limited number of legal services.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Pardon ",
	"definition": "A government decision to allow a person who has been convicted of a crime, to be free and absolved of that conviction, as if never convicted.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Parens Patriae ",
	"definition": "Latin- A British common law creation whereby the courts have the right to make unfettered decisions concerning people who are not able to take care of themselves.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Pari Delicto ",
	"definition": "Latin for \"of equal fault.\" For example, if two parties complain to a judge of the non-performance of a contract by the other, the judge could refuse to provide a remedy to either of them because of \"pari delicto\" - a finding that they were equally at fault in causing the contract's breach.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Pari Passu ",
	"definition": "Equally and without preference.  This term is often used in bankruptcy proceedings where creditors are said to be paid pari passu, or each creditor is paid pro rata in accordance with the amount of his claim.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Patent ",
	"definition": "An exclusive privilege granted to an inventor to make, use or sell an invention for a set number of years (17 years in Canada, ).Paternity TestingPaternity testing uses DNA, normally from blood samples, to determine whether the presumed father is the biological father.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Peace Bond",
	"definition": "A peace bond is a court order that sets out specific conditions to protect the safety of others or property. It can be ordered where there is a reasonable fear that someone will cause personal injury to another person or their family, will damage his/her property, or where there is a reasonable fear that a sexual offence will be committed. A peace bond may be issued under section 810 of the Canadian Criminal Code. Section 810.1 for example outlines pedophile peace bonds.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Pen Register ",
	"definition": "An electronic surveillance device which attaches to a phone line and which registers every number dialed from a specific telephone.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Pendente Lite ",
	"definition": "Latin- during litigation. For example, if the validity of a will is challenged, a court might appoint an administrator pendente lite with limited powers to do such things as may be necessary to preserve the assets of the deceased until a hearing can be convened on the validity of the will.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Peremptory Challenge ",
	"definition": "A formal objection to a potential juror for which no specific reason is given, unlike a challenge for cause.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Perfection ",
	"definition": "An action that has to be taken before a security interest is secured.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Personal Property",
	"definition": "Property that is not real property; things moveable, also known as chattels.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Personation",
	"definition": "To assume the identity of, with intent to deceive.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Petition ",
	"definition": "Bankruptcy- The application made under the Bankruptcy and Insolvency Act for the Court to hand down a Receiving Order stating the person is in bankruptcy.Other- The formal, written document submitted to a court, and which asks for the court to redress what is described in the petition as being an injustice of some kind.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Pettifogger ",
	"definition": "A petty or underhanded lawyer or an attorney who sustains a professional livelihood on disreputable or dishonorable business.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Petty Offense ",
	"definition": "A minor crime and for which the punishment is usually just a small fine or short term of imprisonment.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Physical Custody ",
	"definition": "A child custody decision which grants the right to organize and administer the day to day residential care of a child. This is usually combined with legal custody. ",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Plaintiff ",
	"definition": "A person who initiates a case in Court.  That person may also be referred to as the Claimant, Petitioner or Applicant.  The person who is being sued is generally called the Defendant or Respondent.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Plea Bargaining ",
	"definition": "Negotiations during a criminal trial, between an accused person and a prosecutor in which the accused agrees to admit to a crime (sometimes a lesser crime than the one set out in the original charge), avoiding the expense of a public trial, in exchange for which the prosecutor agrees to ask for a more lenient sentence than would have been recommended if the case had of proceeded to full trial.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Pleadings ",
	"definition": "That part of a party's case in which he or she formally sets out the facts and legal arguments which support that party's position. Pleadings can be in writing or they can be made verbally to a court, during the trial.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Possession Date ",
	"definition": "That time that is mutually agreed that the person buying property will take ownership, control or possession of it.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Possessory Lien",
	"definition": "Charge for an unpaid debt, enforced by having physical custody of the asset to which the lien applies.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Post",
	"definition": "To affix a notice to a post, wall or the like; to supply or put up; e.g., post a bond.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Postal Rule ",
	"definition": "A rule of contract law that makes an exception to the general rule that an acceptance is only created when communicated directly to the offeror. An acceptance is binding and the contract is said to be perfected when the acceptor places this acceptance in the mail box for return mail even if, in fact, it never reaches the offeror.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Postponement",
	"definition": "To place after in order of importance; to put off to a later time.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Power of Attorney",
	"definition": "An instrument authorizing another to act as one's agent or attorney.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Power of Sale",
	"definition": "The right to sell land when a mortgage is in default.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Praecipe",
	"definition": "An original writ commanding the defendant to do the thing required; also an order addressed to the Clerk of the Court requesting him to issue a particular writ.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Praemunire ",
	"definition": "An offence against the King or Parliament, in old English law, which led to serious penalties but not capital punishment.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Precatory Words ",
	"definition": "Words that express a wish or a desire rather than a clear command. \"Precatory words\" are often found in trusts or wills and cause great difficulties when courts try to find the real intention of the settlor or testator.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "PPSA - Personal Property Security Act ",
	"definition": "The system, for example, in British Columbia and most common-law provinces, whereby a person is required to register any interest that he has in the property of another before the security is valid.  The Registry can therefore be used if an institution is considering taking security on various assets, or if a person is contemplating purchasing an item such as a vehicle and wants to ensure that he purchases it free and clear of any encumbrances.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Preference or Preferred Creditors ",
	"definition": "Those creditors, in the Bankruptcy and Insolvency Act specified in Section 136, that rank ahead of ordinary or unsecured creditors.  Some preferred creditors are employees for wages, and a landlord for some specified rental arrears.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Preliminary Report",
	"definition": "Report presented by the trustee at the first meeting of creditors which details trustee's finding with regard to taking possession of the debtor's records and property; conservatory and protective measures; any legal proceedings undertaken or proposed to review provable claims, anticipated realization, and projected distribution.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Prescribed ",
	"definition": "The term given to the fact that the information is in a directive issued by the Superintendent of Bankruptcy.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Presumption of Advancement ",
	"definition": "A presumption in trust, contract and family law which suggests that property transferred from a parent to a child, or spouse to spouse, is a gift and would defeat any presumption of a resulting trust.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Prima Facie ",
	"definition": "On the face of it or at first sight.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Probate ",
	"definition": "The formal certificate given by a court that certifies that a will has been proven, validated and registered and which, from that point on, gives the executor the legal authority to execute the will.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Pro Rata ",
	"definition": "To divide proportionately amongst people having a claim.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Pro Bono ",
	"definition": "Provided for free.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Profit  Prendre ",
	"definition": "A servitude which resembles an easement and which allows the holder to enter the land of another and to take some natural produce such as mineral deposits, fish or game, timber, crops or pasture.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Pro Forma ",
	"definition": "As a matter of form; in keeping with a form or practice. Something done pro forma may not be essential but it facilitates future dealings.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Promissory Note ",
	"definition": "An unconditional, written, signed promise to pay a certain amount of money on demand or at a certain date defined in the future.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Propinquity ",
	"definition": "Nearness in place; close-by. Also used to describe relationships as synonymous for \"kin.\"",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Pro Possessore ",
	"definition": "As a possessor. For example, a person may exercise certain rights over a thing not as owner but pro possessore - as a person who possesses, but does not own, the thing.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Pro Se ",
	"definition": "Latin- in one's personal behalf. Without a lawyer.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Pro Socio ",
	"definition": "Latin- on behalf of a partner; not on one's personal behalf.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Pro Tempore ",
	"definition": "Latin- something done temporarily only and not intended to be permanent.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Proposal ",
	"definition": "Under the Bankruptcy and Insolvency Act there are two types of proposals that can be made.  A proposal filed under Division I, which is applicable to companies and any individual who wants to avail himself of it.  There are also \"consumer proposals\", which are a special type of proposal that a consumer can avail himself of but only if his comsumer and commercial debts, excluding mortgages on real property, do not exceed $250,000.  One of the main features of a consumer proposal is that if the creditors do not accept the proposal, the person is not automatically bankrupt as in a Division I proposal.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Propound ",
	"definition": "To offer a document as being authentic or valid. Used mostly in the law of wills; to propound a will means to take legal action, as part of probate, including a formal inspection of the will, by the court.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Prospectus ",
	"definition": "A document in which a corporation sets out the material details of a share or bond issue and inviting the public to invest by purchasing these financial instruments.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Provable Claims ",
	"definition": "All those debts of a bankrupt outstanding as of the date of the bankruptcy.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Proven Claims ",
	"definition": "Claims that have been filed in the proper manner with evidence to prove what is owed and subsequently accepted by the Trustee in Bankruptcy and used as the basis for the payment of dividends when there are monies to distribute.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Proxy ",
	"definition": "Under the Bankruptcy and Insolvency Act a written statement can be made whereby a creditor appoints another person to act on his behalf in a creditors meeting and any other matters pertaining to that bankruptcy.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Puisne ",
	"definition": "Junior or lower in rank, as opposed to the chief justice. For example, there are 8 puisne judges on the Supreme Court of Canada and a chief justice.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Punitive Damages ",
	"definition": "Special and highly exceptional damages ordered by a court against a defendant where the act or omission which caused the suit, was of a particularly heinous, malicious or highhanded nature. Where awarded, they are an exception to the rule that damages are to compensate not to punish.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Purchase Money Security Interest (PMSI - pronounced \"pimzee\") ",
	"definition": "A security that a person takes in property, such as inventory for example, that secures payment with regard to those assets of all or part of its purchase price.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Quantum ",
	"definition": "Amount.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Quantum Meruit ",
	"definition": "Latin for \"as much as is deserved.\" This is a legal principle under which a person should not be obliged to pay, nor should another be allowed to receive, more than the value of the goods or services exchanged.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Quasi-Judicial ",
	"definition": "Refers to decisions made by administrative tribunals or government officials to which the rules of natural justice apply.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Quid Pro Quo ",
	"definition": "Latin- something for something. The giving of something in exchange for another thing of equal value.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Quit Claim ",
	"definition": "A deed releasing interest in real property.  Sometimes, when a Trustee has real property vested in him pursuant to the bankruptcy and there is no equity in that property, he may quit claim it to the mortgage holder, thereby saving the mortgage holder time and expense.  The Trustee should charge the mortgage holder for executing this deed.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Quorum ",
	"definition": "The number of people who must be present at a meeting before business can be conducted. For example, under the Bankruptcy and Insolvency Act there must be one person present, either in person or by proxy, at a meeting of creditors before the meeting is considered to be a properly constituted one and hence can carry on with the business of the meeting.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Quo Warranto ",
	"definition": "Latin and referring to a special legal procedure taken to stop a person or organization from doing something for which it may not have the legal authority.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Rank",
	"definition": "Having a rightful place on the list of claims for a bankrupt estate.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Real Property ",
	"definition": "Immovable property such as a building and land.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Realization ",
	"definition": "The amount of money received from the sale of assets.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Rebuttable Presumption ",
	"definition": "Usually, every element of a case must be proven to a judge or a jury. The exception is a \"presumption\", which means that if certain other facts are proven, then another fact can be taken for granted by the judge (or jury).",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Receiver ",
	"definition": "A person or corporation appointed by a person who holds a debenture or other security agreement, giving that person authority to take possession of the specified in the debenture.  A Receiver cannot manage or operate a company for more than 14 days.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Receiver's Certificate ",
	"definition": "Certificates given by a Receiver or Receiver-Manager to secure borrowings required by the Receiver or Receiver-Manager.  Any debt secured by a Receiver's Certificate has a first charged over the property, ranking ahead of any other secured charge.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Receiver-Manager ",
	"definition": "Similar to Receiver above, except the Receiver-Manager can manage or operate the company.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Receiver of Rents ",
	"definition": "A person appointed by the Court to enforce the collection of rent as is specified in the charge on the property.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Receiving Order ",
	"definition": "An Order handed down by the Court following the successful petition to have a person or company placed into bankruptcy.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Redemption ",
	"definition": "Buying back.Redemption Period. The period of time, in a foreclosure, that the court will establish for which the property will be for sale before the owner will have to vacate and the time at which potentially the mortgage holder can take control of the property.If there is a significant anticipated shortfall the lawyer for the mortgage holder will argue for no redemption period. If there is anticipated equity then the owner of the property will ask the court for a longer redemption period so the property can be sold in an orderly manner and not as a \"fire sale\", thus allowing the owner to sell for as high a price as possible and therefore not suffer a loss or worse a shortfall. Typically the courts will grant a 6 month redemption period if there is a likelihood of some equity or a small shortfall.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Registrar ",
	"definition": "An Officer of the Supreme Court appointed by the Chief Justice and empowered to deal with various matters as set out in the Bankruptcy and Insolvency Act.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Relator ",
	"definition": "An informer; a person who has supplied the facts required for a criminal prosecution or a civil suit.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Remainder ",
	"definition": "A right to future enjoyment or ownership of real property. The \"left-over\" after property has been conveyed first to another party. A remainder interest is what if left-over after a life estate has run its course. Contrary to a reversion, a remainder does not go to the grantor or his (or her) heirs.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "REMO ",
	"definition": "Abbreviation for \"reciprocal enforcement of maintenance orders\" and the name of the international system of recognition, registration and enforcement of child and spousal support orders between countries which have agreed, between themselves, to enforce each other's maintenance orders. The international REMO system now spreads over many countries. In the USA, the system is known as UIFSA or URESA. ",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Repairer's Lien ",
	"definition": "A mechanic or other person who, by bestowing money, skills or material on any chattel, is entitled to a lien on the chattel, which empowers that person to sell the chattel if he is not paid within a prescribed period of time.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Replevin ",
	"definition": "A legal action taken to reclaim goods which have been distrained.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Rescind ",
	"definition": "To abrogate or cancel a contract.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Res Gestae ",
	"definition": "Latin for \"things done.\" A peculiar rule, used mostly in criminal cases, which allows hearsay if the statement is made during the excitement of the litigated event. For example, the words \"stick 'em up!\" used during an armed robbery would be admissible in evidence under the res gestae rule.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Res Ipsa Loquitur ",
	"definition": "A word used in tort to refer to situations where negligence is presumed on the defendant since the object causing injury was in his or her control.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Res Judicata ",
	"definition": "Latin- A matter which has already been conclusively decided by a court.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Respondent ",
	"definition": "The party who responds to a claim filed in Court against him by a Plaintiff or the person who is being sued.  Another term for the Respondent is the Defendant.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Restitutio in Integrum ",
	"definition": "Latin for restitution to the original position.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Restitution ",
	"definition": "Under ancient English common law, when a party enforced a court judgement and then that judgement was overturned on appeal, the appellant could ask the appeal court for \"restitution\", or financial compensation placing that appellant in the same position as if the original legal decision had not been enforced.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Resulting Trust ",
	"definition": "A trust that is presumed by the court from certain situations. Similar to a constructive trust but for resulting trusts, the court presumes an intention to create a trust; the law assumes that the property is not held by the right person and that the possessor is only holding the property \"in trust\" for the rightful owner.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Retainer ",
	"definition": "General- A contract between a lawyer and his (or her) client, wherein the lawyer agrees to represent and provide legal advice to the client, in exchange for money. The signed retainer begins the client-lawyer relationship from which flow many responsibilities and duties, primarily on the lawyer, including to provide accurate legal advice, to monitor limitation dates and to not allow any conflict of interest with the relationship with the client. Bankruptcy- Under the Bankruptcy and Insolvency Act it is common for the Trustee in Bankruptcy to ask for a retainer before he accepts an appointment.  There is also a special type of retainer called a Third Party Retainer, whereby funds are put up that secure the fees and disbursements of the Trustee but are returned to the party putting up the funds if the Trustee realizes enough out of the estate to cover the fees and costs and, in the case of a proposal, returned to the party putting up the funds if the proposal is refused by the creditors or not approved by the Court.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Reversion ",
	"definition": "A future interest left in a transferror or his (or her) heirs. A reservation in a real property conveyance that the property reverts back to the original owner upon the occurence of a certain event.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Right of First Refusal ",
	"definition": "A right given to a person to be the first person allowed to purchase a certain object if it is ever offered for sale.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Riparian Rights ",
	"definition": "Special rights of people who own land that runs into a river bank (a \"riparian owner\" is a person who owns land that runs into a river).",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Rule Against Perpetuities ",
	"definition": "A common law rule that prevents suspending the transfer of property for more then 21 years or a lifetime plus 21 years. For example, if a will proposes the transfer of an estate to some future date, which is uncertain, for either more than 21 years after the death of the testator or for the life of a person identified in the will and 21 years, the transfer is void.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Respondent ",
	"definition": "The party who responds to a claim filed in Court against him by a Plaintiff or the person who is being sued.  Another term for the Respondent is the Defendant.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Retainer ",
	"definition": "Under the Bankruptcy and Insolvency Act it is common for the Trustee in Bankruptcy to ask for a retainer before he accepts an appointment.  There is also a special type of retainer called a Third Party Retainer, whereby funds are put up that secure the fees and disbursements of the Trustee but are returned to the party putting up the funds if the Trustee realizes enough out of the estate to cover the fees and costs and, in the case of a proposal, returned to the party putting up the funds if the proposal is refused by the creditors or not approved by the Court.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "RHOSP",
	"definition": "Registered Home Ownership Savings Plan.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "RRSP",
	"definition": "Registered Retirement Savings Plan.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Sanction ",
	"definition": "This is a very unusual word with two contradictory meanings. To \"sanction\" can mean to ratify or to approve but it can also mean to punish. The \"sanction\" of a crime refers to the actual punishment, usually expressed as a fine or jail term.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Scienter ",
	"definition": "Latin for knowledge. In legal situations, the word is usually used to refer to \"guilty knowledge\". For example, owners of vicious dogs may be liable for injuries caused by these dogs if they can prove the owner's \"scienter\" (i.e. that the owner was aware, before the attack, of the dog's vicious character).",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Search Warrant ",
	"definition": "A court order (i.e. signed by a judge) that gives a police the permission to enter private property and to search for evidence of the commission of a crime, for the proceeds of crime or property that the police suspect may be used to commit a crime.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Secured ",
	"definition": "The status a creditor has when he has security or a right in some property that he can sell or realize on.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Security ",
	"definition": "Something given or pledged to a person who is lending money in order to secure or guarantee payment of that debt.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Security Agreement",
	"definition": "A verbal or written agreement between a secured party and a debtor giving the secured party a security interest in personal property; a written agreement is not necessary of the secured party is in possession of the collateral.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Seisin ",
	"definition": "The legal possession of property. In law, the term refers more specifically to the possession of land by a freeholder.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Seize or Sue ",
	"definition": "That phrase referring to a concept that, in British Columbia under the Personal Property Security Act, allows a secured creditor, in regard to consumer goods, to either seize or sue for the goods but not do both.  For example, a financial institution holding security over a vehicle that is used for personal use and not for business can on default either seize that vehicle and sell it in satisfaction of its debt or sue the person for what is owed, but cannot do both.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Sentence ",
	"definition": "The punishment given to a person who has been convicted (i.e. found to be guilty) of a crime.Sentencing Circles An option in restorative justice that brings together affected people (victim, offender, police, etc.) to help sentence (decide the penalty for) the offender.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Sequestration ",
	"definition": "The taking of someone's property, voluntarily (by deposit) or involuntarily (by seizure), by court officers or into the possession of a third party, awaiting the outcome of a trial in which ownership of that property is at issue.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Servient Tenement ",
	"definition": "The land which suffers or has the burden of an easement. The beneficiary of the easement is called a dominant tenement.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Settlement ",
	"definition": "The transferring of property to another person or a gift.  Under certain circumstances, settlements are void against the Trustee and are brought back into the bankruptcy estate.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Settlor ",
	"definition": "The person who actually creates a trust by donating property to be managed and administered by a trustee but from which all profits would go to a beneficiary. The law books of some countries refer to this person as a \"donor.\"",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Shortfall",
	"definition": "A dollar realization on assets that is not sufficient to clear the debt completely.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Silent Partner ",
	"definition": "A person who invests in a company or partnership but does not take part in administering or directing the organization; he or she just shares in the profits or losses.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Sine Die",
	"definition": "Adjourned without giving any future date of meeting or hearing.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Slander ",
	"definition": "Verbal or spoken defamation.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Slander of Title ",
	"definition": "Intentionally casting aspersion on someone's property including real property, a business or goods (the latter might also be called \"slander of goods\").",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Small Claims/Small Claims Court ",
	"definition": "A Court which has simplified rules, thus encouraging non-lawyers to attend at the Court without legal representation.  In British Columbia, the amount that can be considered in a small claims action is $10,000 or less.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Socage ",
	"definition": "A term of the feudal system which referred to the tenure which was exchanged for certain goods or services which were not military in nature. Socage is often described as \"free and common socage\" although the \"free and common\" qualification is now of a purely historical significance.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Solemn Affirmation",
	"definition": "A solemn promise that has the same effect as a religious oath.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Solicitor ",
	"definition": "A lawyer that restricts his or her practice to the giving of legal advice and does not normally litigate in the court room. Canadian lawyers can litigate or give legal advice.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Son of Sam law",
	"definition": "The phrase refers to laws that are designed to keep criminals from profiting from their crimes by selling their stories to publishers or movie makers. Named after the Son of Sam murders committed from between July 1976 and August 1977 by New York serial killer David Berkowitz, such laws authorize the state to seize money from criminals' book or movie deals and use it to compensate victims.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Special Resolution ",
	"definition": "A term under the Bankruptcy and Insolvency Act whereby voting is carried out, for example when creditors accept or refuse a proposal.  In order for the Special Resolution to pass, of those creditors who vote there must be in excess of 2/3 of the dollars voting in favor and a simple majority in number of the creditors voting in favor.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Specific Charge ",
	"definition": "A lien or security interest in a specific piece of property that can be distinguished from other pieces of property.  For example, security over a vehicle.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Springing Power of Attorney",
	"definition": "A Springing Power of Attorney allows you to appoint a trusted individual who will have authority to run your affairs while you are mentally incapacitated. Sometimes referred to as a \"Enduring Power of Attorney\" or \"Durable Power of Attorney\".",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Stalking Horse",
	"definition": "This is the name given to the party submitting the first bid to purchase assets. The stalking horse bid can be used to solicit interest from other bidders and also acts as a floor for what will be realized at an auction. (US term - This strategy is seldom used in Canada)",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Standing Committee ",
	"definition": "A term of parliamentary law which refers to those committees which have a continued existence; that are not related to the accomplishment of a specific, once-only task as are ad hoc or special committees.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Stare Decisis ",
	"definition": "A basic principle of the law whereby once a decision (a precedent) on a certain set of facts has been made, the courts will apply that decision in cases which subsequently come before it embodying the same set of facts. A precedent which is binding; must be followed.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Statement of Affairs ",
	"definition": "The listing of a debtor's assets and liabilities and sworn under oath by the debtor before a lawyer or Commissioner for Taking Oaths.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Statement of Receipts and Disbursements ",
	"definition": "A statement prepared in the matter of receivership or agency appointment or a bankruptcy appointment, whereby the realizations and disbursements are set out.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Status Quo ",
	"definition": "The current state of affairs, or current position.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Statute of Limitations - Limitations Acts",
	"definition": "Provinces have Limitation Acts which provide a limit on the time by which an action must be started. For example, if an unsecured debt is not collected or payments are not made on the unsecured debt then after a certain time no legal action can be taken to collect the debt. In Ontario, the changes to the Limitations Act which come into force on January 1, 2004 will set two years as the term (Section 4).",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Statutes ",
	"definition": "The written laws approved by legislatures, parliaments or houses of assembly (i.e., politicians). Also known as \"legislation\".",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Statutory Trust ",
	"definition": "A trust created by the effect of a statute.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Stay of Proceedings ",
	"definition": "The stopping or preventing of legal actions undertaken.  In the Bankruptcy and Insolvency Act, there is a stay of proceedings in the case of a bankruptcy or in the case of a proposal.  This stops all legal actions against the company or person.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Stirpes ",
	"definition": "Latin- the offspring of a person; his or her descendants. For example, inheriting per stirpes means having a right to a deceased's estate because you happen to be a descendant of the deceased.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Strict Liability ",
	"definition": "Tort liability which is set upon the defendant without need to prove intent, negligence or fault; as long as you can prove that it was the defendant's object that caused the damage.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Subinfeudation ",
	"definition": "The process whereby, under the feudal system of tenure, a person receiving a grant of land from a lord, could himself become a lord by subdividing and subletting that land to others.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Sub Judice ",
	"definition": "A matter that is still under consideration by a court. You will hear of politicians declining to speak on a certain subject because the subject matter is \"sub judice\".",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Subordination ",
	"definition": "To be subject to the orders or direction of another; of lower rank.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Subpoena",
	"definition": "Latin- an order of a court which requires a person to be present at a certain time and place or suffer a penalty (subpoena means, literally, \"under penalty\").",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Subrogation ",
	"definition": "The legal right that a person or corporation has when he pays someone's debt to recover that money from the debtor.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Subservient Tenement ",
	"definition": "The real property that supports or endures an easement. The real property benefitting from an easement is called the dominant tenement.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Substituted Service ",
	"definition": "If a party appears to be avoiding service of court documents, a request may be made with the court to, instead of personal service (i.e. giving the document directly to the person), that the document be published in a local newspaper, served on a person believed to frequent the person or mailed to his (or her) last known address.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Successor ",
	"definition": "A person who takes over the rights of another.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Sui Juris",
	"definition": "A person who possesses full civil rights and is not under any legal incapacity such as being bankrupt, of minor age or mental incapacity. Most adults are sui juris.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Summary Administration ",
	"definition": "Under the Bankruptcy and Insolvency Act a summary administration bankruptcy is a consumer bankruptcy defined as a bankruptcy where the free and clear assets are less than $10,000.  Summary administration bankruptcies have stream lined procedures, making them less costly to administer.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Summary Conviction Offence ",
	"definition": "In Canada, a less serious offence than indictable offences.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Summons ",
	"definition": "In the USA, this is one of the initial documents issued in a civil suit; giving the defendant notice of the claim and an opportunity to defend it. The summons also gives the court which issues it the authority to dispose of the matter. In Canadian criminal law, this is the document used by the police to compel an accused to attend court to answer the charges. It does not involve the arrest of the accused and is used where the police, either by the relatively less serious nature of the crime or because of the standing of the accused in the community, do not believe that arrest is necessary to ensure the attendance of the accused at court.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Surety ",
	"definition": "The person who has pledged him or herself to pay back money or perform a certain action if the principal to a contract fails, as collateral, and as part of the original contract.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Synallagmatic Contract ",
	"definition": "A civil law term for a reciprocal or bilateral contract - one in which both parties provide consideration. A contract of sale is a classic example, where one party provides money and the other, goods or services. A gift is not a synallagmatic contract.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Tenant ",
	"definition": "A person to whom a landlord grants temporary and exclusive use of land or a part of a building, usually in exchange for rent.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Tenants in Common ",
	"definition": "Similar to joints tenants. All tenants in common share equal property rights except that, upon the death of a tenant in common, that share does not go to the surviving tenants but is transferred to the estate of the deceased tenant. Unity of possession but distinct titles.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Tender ",
	"definition": "An unconditional offer of a party to a contract to perform their part of the bargain. For example, if the contract is a loan contract, a tender would be an act of the debtor where he produces the amount owing and offers to the creditor. In real property law, when a party suspects that the other may be preparing to renege, he or she can write a tender in which they unequivocally re-assert their intention to respect the contract and tender their end of the bargain; either by paying the purchase or delivering the title.Bankruptcy - The process whereby a trustee in bankruptcy offers goods for sale with the offers to be opened and considered by a certain date.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Tenure ",
	"definition": "A right of holding or occupying land or a position for a certain amount of time. The term was first used in the English feudal land system, whereby all land belonged to the king but was lent out to lords for a certain period of time; the lord never owning, but having tenure in the land. Used in modern law mostly to refer to a position a person occupies such as in the expression \"a judge holds tenure for life and on good behavior.\"",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Testamentary Trust ",
	"definition": "A trust which is to take effect only upon the death of the settlor and is commonly found as part of a will. Trusts which take effect during the life of the settlor are called inter vivos trusts.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Testator ",
	"definition": "A person who dies with a valid will.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Testimony ",
	"definition": "The verbal presentation of a witness in a judicial proceeding.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Torrens Land Registration System ",
	"definition": "A land registration system invented by Robert Torrens and in which the government is the keeper of the master record of all land and their owners. In the Torrens system, a land title certificate suffices to show full, valid and indefeasible title. Used in Australia and several Canadian provinces.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Tort ",
	"definition": "Derived from the Latin word tortus which meant wrong. In French, \"tort\" means a wrong\". Tort refers to that body of the law which will allow an injured person to obtain compensation from the person who caused the injury.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Tort-Feasor ",
	"definition": "Name given to a person or persons who have committed a tort.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Tracing ",
	"definition": "A legal proceeding taken under the law of equity where the plaintiff attempts to reclaim specific property, through the court, whether the property is still in the first acquirer's hands or it has passed onto others, and even if the property has been converted.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Trademark",
	"definition": "Either a word, phrase, symbol or design, or combination of words, phrases, symbols or designs, which identifies and distinguishes the source of the goods or services of one party from those of others. A service mark is the same as a trademark except that it identifies and distinguishes the source of a service rather than a product. Normally, a mark for goods appears on the product or on its packaging, while a service mark appears in advertising for the services.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Transferee ",
	"definition": "A person who receives property being transferred.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Transferor ",
	"definition": "A person who transfers property.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Trespass ",
	"definition": "Unlawful interference with another's person, property or rights. Theoretically, all torts are trespasses.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Trover ",
	"definition": "An old English and common law legal proceeding against a person who had found someone else's property and has converted that property to their own purposes.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Trust ",
	"definition": "Property given by a person called the donor or settlor, to a trustee, for the benefit of another person (the beneficiary or donee).",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Trustee ",
	"definition": "The person who holds property rights for the benefit of another through the legal mechanism of the trust.Bankruptcy - The person under the Bankruptcy and Insolvency Act who administers bankruptcy and proposal estates.  Often referred to as a trustee in bankruptcy.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Trustee de Son Tort ",
	"definition": "A trustee \"of his own wrong\"; a person who is not a regularly appointed trustee but because of his or her intermeddling with the trust and the exercise of some control over the trust property, can be held by a court as \"constructive\" trustee which entails liability for losses to the trust.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Ultra Vires ",
	"definition": "Without authority.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Unjust Enrichment ",
	"definition": "A legal procedure whereby you can seek reimbursement from another who benefitted from your action or property without legal justification. There are said to be three conditions which must be met before you can get a court to force reimbursement based on \"unjust enrichment\" - an actual enrichment or benefit to the defendant, a corresponding deprivation to the plaintiff, and the absence of a legal reason for the defendant's enrichment.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Usufruct ",
	"definition": "From ancient Roman law (and now a part of many civil law systems), \"usufruct\" means the rights to the product of another's property. For example, a farmer may give a right of \"usufruct\"of his land to a neighbor, thus enabling that neighbor to sow and reap the harvest of that land.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Usury ",
	"definition": "Excessive or illegal interest rates. In Canada it is interest greater than 60% per annum (Section 347 of the Criminal Code).",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Vesting Order ",
	"definition": "An Order by the Court that gives to a person, possession, control or title of property.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Verba Fortius Accipiuntur Contra Proferentem ",
	"definition": "Latin- a principle of construction whereby if words of a contract are ambiguous, of two equally possible meanings, they should be interpreted against the author of the words and not against the other party.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Verdict ",
	"definition": "The decision of a jury. In criminal cases, this is usually expressed as \"guilty\" or \"not guilty\".In a civil case, the verdict would be a finding for the plaintiff or for the defendant.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Vexatious ",
	"definition": "An act done by a person in order to annoy, embarrass or otherwise aggravate that person.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Videlicet ",
	"definition": "Latin for \"to wit\" or \"that is to say.\" \"Viz.\", which is the abbreviation of videlicet, is much more commonly used.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Vienna Code ",
	"definition": "Vienna Code is an international Classification system to categorize Trade-mark design by its figurative elements.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Vienna Classification ",
	"definition": "Constitutes a hierarchical system that proceeds from the general to the particular, dividing all figurative elements into Categories, Divisions and Sections. For example, the hands is a figurative element with the Vienna code 2.9.14 which the category is 2, the division is 9 and the section is 14.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Vis ",
	"definition": "An abbreviation of the Latin word videlicet. Short for \"namely\" or \"that is to say.\"",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Vicarious Liability ",
	"definition": "When a person is held responsible for the tort of another even though the person being held responsible may not have done anything wrong. This is often the case with employers who are held vicariously liable for the damages caused by their employees.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Vir ",
	"definition": "Latin- man or husband. Vir et uxor censentur in lege una persona is an old (and long abandoned in most countries) legal principle meaning that man and wife are considered to be one person in law.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Void or Void ab Initio ",
	"definition": "Not legally binding.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Voidable ",
	"definition": "The law distinguishes between contracts which are void and those which are voidable. Some contracts have such a latent defect that they are said to be void (see definition of \"void\" above). Other have more minor defects to them and are voidable at the option of the party victimized by the defect. For example, contracts signed by a person when they are totally drunk are voidable by that person upon recovering sobriety.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Voir Dire ",
	"definition": "A mini-hearing held during a trial on the admissibility of contested evidence.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Volenti Non Fit Injuria ",
	"definition": "Voluntary assumption of risk. A defence in tort that means where a person engages in an event accepting and aware of the risks inherent in that event, then they can not later complain of, or seek compensation for an injury suffered during the event.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Voting Letter ",
	"definition": "A document in which a proven creditor registers his vote for or against the acceptance of a proposal.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Waiver ",
	"definition": "When a person disclaims or renounces a right that they may have otherwise had. Waivers are not always in writing. Sometimes a person's actions can be interpreted as a waiver.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Warehouseman's Lien ",
	"definition": "The charge that a warehouseman has on goods left for storage in his care.  The warehouseman has the right to hold onto the goods until he is paid or to sell the goods to recover his account.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Whistleblowers ",
	"definition": "Those who disclose information about something they believe to be harmful to the public's interest, occurring in business or in government. It includes disclosure to authorities within the organization, to outside agencies or to the media.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Without Prejudice",
	"definition": "Without dismissing, damaging or otherwise affecting a legal interest or demand; without detriment to existing right or claim; relates to fact, not to opinion. This expression is used when a person, in the desire to avoid litigation or dispute without admitting that the other party has a claim, offers to do something he need not do, such as to compromise a claim of his own or to pay when he feels he is not liable.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Words of Limitation ",
	"definition": "Words in a conveyance or in a will which set the duration of an estate.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Words of Purchase ",
	"definition": "Words which specifically name the person to whom land is being conveyed.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Writ",
	"definition": "Form of written notice or command issued by a Court or other official. Can include Writ of Summons, Writ of Subpoena, Writ of Attachment, Writ of Habeas Corpus, etc.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Writ of Summons",
	"definition": "Form of written notice prepared by the Plaintiff which is registered at the appropriate Court Registry, giving notice to the defendants that a legal action has been commenced against them and containing details of the Plaintiff's claims.",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Wrongful Death ",
	"definition": "An American tort law action which claims damages from any person who, through negligence or direct act or omission, caused the death of certain relatives (eg. spouse, children or parent). The Canadian equivalent of the wrongful death legislation is generally known as the \"fatal accidents act.\".",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Wrongful Dismissal ",]