[

	"definition": "ABSENTEEA person who has disappeared or whose whereabouts are unknown.DISCHARGEA release from obligation when a legal duty has ended. In the criminal context, this is also used as an alternative sentencing option for an accused who has been found guilty. The result of a discharge is that the offender has no criminal record of a finding of guilt.ABSOLUTE DISCHARGEA conviction is not entered against the accused and any information or record relating to that offence cannot be disclosed after one year from the date of the discharge order.CONDITIONAL DISCHARGEA conviction is not entered against the accused if certain conditions that are imposed are met. Any information or record relating to the offence cannot be disclosed after three years from the date of the discharge order, as long as all the conditions are met.LIABILITYA legal responsibility or financial obligation.ABSOLUTE LIABILITYA person is held liable simply because they engaged in the behaviour. No proof of intent or negligence is required. No defence is available.JOINT LIABILITYLiability shared amongst parties.LIMITED LIABILITYLiability limited to contractual obligations or restricted by law.SEVERAL LIABILITYLiability that is separate from that of other parties.STRICT LIABILITYA person is held liable because the act occurred. Some proof of intent or negligence is required, and there are some defences available.VICARIOUS LIABILITYA person is held liable for the harm caused by another person. For example, an employer can be held vicariously liable for actions of employees.ACCESSIn family law cases, the right to spend time with the children on a regular basis and to receive information on the children's health, education, and well-being.ACCOUNTANT OF THE SUPERIOR COURT OF JUSTICEThe person who has authority to accept monies that are paid into the Superior Court, except for proceedings under the Landlord and Tenant Act or the Repair and Storage Liens Act or actions in Small Claims Court.ACCUSEDA person or company charged with a crime; the defendant in a criminal trial.ACQUITTALA finding of \"not guilty\" in a criminal case.ACTA law passed by the provincial or federal legislature. Acts are also referred to as ‘statutes'.ACTIONA legal proceeding in a civil case.ACTUS REUSLatin for \"guilty act.\" A voluntary action or omission that, when intentional, results in a criminal offence.ADJOURNMENTPostponement of a court hearing to another date.REMANDTo adjourn a hearing to a future date, most often used in criminal cases when the accused is in custody.BONDAn obligation or a promise given to a court. A bond includes a recognizance.ADMINISTRATION BONDA promise with a surety(ies), offered by an application or required by a judge in an estate application filed with the court.PEACE BONDPerson is ordered to keep the peace for a specified period of time on certain conditions.SURETY BONDA written promise committing someone acting as a surety to pay a named person a set amount if the promise is broken.ADMINISTRATOR (ESTATE TRUSTEE)A person appointed by the court to administer the estate of a person who has died without a will or the estate of an executor named in a will. The administrator is now called an estate trustee.EVIDENCEStatements, information, and things that are used to prove or disprove an alleged fact.ADMISSIBLE EVIDENCEEvidence that is relevant and is of such a kind that the court will receive it.CHARACTER EVIDENCEEvidence that shows the kind of person that someone is.CIRCUMSTANTIAL EVIDENCEEvidence which creates an inference that a particular fact exists.CORROBORATING EVIDENCEEvidence that strengthens and confirms other evidence.DEMONSTRATIVE EVIDENCEPhysical evidence that can be seen and inspected.DERIVATIVE EVIDENCEEvidence discovered by using illegally obtained evidence. This evidence may be found to be inadmissible.DIRECT EVIDENCEEvidence based on personal knowledge or observation that, if true, proves a fact.EXPERT EVIDENCEOpinion evidence given by a person whom the court finds to be qualified to act as an expert.FORENSIC EVIDENCE",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Evidence collected and studied through the use of sciences and other specialized knowledge, such as, biology, chemistry, medicine, physics, computer science, psychiatry and psychology. Forensic experts examine various things, including a person's mental condition, documents, substances, chemicals, tissue traces, or impressions left at a crime scene.",
	"definition": "HEARSAY EVIDENCEEvidence based on what someone else has told the witness. \"Second-hand\" evidence. Hearsay evidence is often not admissible in court.VIVA VOCE EVIDENCEEvidence that is given orally, as opposed to written evidence.ADOPTIONThe process in which a person, usually a child, becomes a legal member of a new family. Once an adoption is finalized, the person becomes the legal child of the adoptive parent(s) and the parental rights of the biological parent(s) are terminated.AFFIDAVITA written statement or declaration of facts that are sworn or affirmed to be true.AFFIDAVIT OF SERVICEAn affidavit certifying that a document has been served on a party.AFFIRMATIONA solemn declaration made by a person to tell the truth. Lying in an affirmation is perjury, a criminal offence.DAMAGESMoney claimed by, or ordered to be paid to, a person as compensation for loss or injuries.AGGRAVATED DAMAGESDamages designed to compensate a plaintiff for suffering intangible damages such as humiliation and distress, as a result of the defendant's actions.COMPENSATORY DAMAGESDamages awarded for actual loss, in order to place the plaintiff in a position that he or she would have been in had he or she not suffered the wrong complained of.GENERAL DAMAGESDamages for non-monetary losses suffered by a plaintiff. These damages are not capable of exact quantification. Examples of such losses suffered include pain, suffering, and disfigurement.NOMINAL DAMAGESToken (i.e. small) damages awarded to redress a violation of a legal right that the law deems necessary to protect, even in the absence of actual harm.NON-PECUNIARY DAMAGESDamages that cannot be measured in money, but nevertheless are compensated for with money (i.e., general damages).PECUNIARY DAMAGESDamages that can be measured in money (i.e., special damages).PUNITIVE DAMAGESDamages awarded to punish a defendant for their purposely harsh, vindictive or malicious behaviour.SPECIAL DAMAGES",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Damages intended to compensate a plaintiff for a quantifiable monetary loss. Examples of such losses include lost earnings, medical bills, and repair costs.",
	"definition": "ALTERNATIVE DISPUTE RESOLUTION",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Resolving conflict through means other than going to court. Examples of alternative dispute resolution include arbitration, mediation, and collaborative family law.",
	"definition": "ARBITRATIONA process where a neutral third party, selected by the disputing parties, makes a decision on the issue in dispute.COLLABORATIVE FAMILY LAWA process where the parties and lawyers formally agree to negotiate a resolution of the issues in dispute through a series of meetings, without going to court.MEDIATIONA process where a neutral third party (mediator), selected by the disputing parties, assists parties to reach agreement on issues in dispute.AMICUS CURIAELatin for \"friend of the court.\" A lawyer who assists the court during the course of a hearing, to represent a position or interest, usually at the court's request.ANNULMENTA declaration by a judge that a marriage is invalid. If a marriage is annulled, it is as if the marriage never occurred.ANSWERA response to an allegation or an application.APPEALA request made to a higher court, tribunal or authority for the review of a decision.APPEAL PERIODThe time limit within which one can appeal.APPEARANCE NOTICEA document that requires people to appear in court to answer charges against them in a criminal case.APPELLANTThe party bringing an appeal.APPLICANTA person who makes or starts an application.APPLICATIONThe commencement of a proceeding in a court by way of filing the appropriate court form.A request made to the court.APPREHENDTo take or seize.In child protection cases, to remove a child from his or her parents or the person having care of the child and take him or her to a place of safety. Child protection workers and police have the authority to do this.ARBITRATORA neutral third party, selected by the parties to a dispute, who makes a decision on an issue in dispute.ARRAIGNMENTThe initial step in a criminal proceeding to confirm the identity of the accused, formally read the charges, and ask how the accused pleads.ARREARSMoney that is owed to a party under a court order or agreement, but has not been paid.ARRESTThe taking or keeping of a person in custody by legal authority, usually in response to a criminal charge.ASSESSMENTThe determination of the rate or amount of something. For example, damages or a fine imposed.In family law cases, an analysis by a qualified professional who investigates, assesses and reports on the needs of the child(ren) and the ability of the parties to meet those needs.In criminal law cases, a determination by a qualified person of the mental condition of an accused person.In civil cases, a determination of the capacity of an individual to manage property, to make personal care decisions, or to properly retain and instruct counsel.FITNESS ASSESSMENTAn analysis performed by a psychiatrist or psychologist to determine whether a person is fit to stand trial.SOLICITOR-CLIENT ASSESSMENTA hearing where an assessment officer reviews the amount of a lawyer's bill.CAPACITY ASSESSMENTA determination by a capacity assessor, or the court, as to a person's ability to manage property, make personal care decisions, or to properly retain and instruct counsel.ATTORNEY GENERALThe principal law officer of \"the Crown\"; the Minister of the provincial or federal government responsible for the administration of justice.BAILA commonly used term for a Recognizance of Bail. When a person is not released by the arresting officer, the person must be taken before a judicial officer to determine whether the person should remain in custody pending trial. The term \"bail\" is often used to refer to the money paid as security for the person showing up the next time he or she is required to appear in court.BANKRUPTInsolvent and involved in a proceeding to become bankrupt or against whom a creditor has started a proceeding to put them into bankruptcy. Can be used to refer to apply to the person in this position.BANKRUPTCYA legal process by which an insolvent person is relieved of certain debts, usually with conditions.BARTerm used to describe the legal profession as a whole.A barrier that separates the judge's bench and the front row of lawyers' seats from the public area of the court.BARRISTERPopularly used to mean lawyers who appear in court to argue cases. In Canada (except Quebec), all lawyers are barristers and solicitors. In England and other countries, historically barristers attended court while solicitors did not.BENCHThe judge's seat in a court.Judges, singly or collectively.BENEFICIARYA person designated to receive something as a result of a legal document, such as a will or insurance policy.BEST INTERESTS OF THE CHILDCircumstances that must be taken into account by the court when making orders concerning children in child protection and family law cases. Factors considered can include the child's needs, interests, views and preferences, and cultural and family connections.BILLProposed legislation that is brought before the legislature for approval. A bill becomes law once it is approved by the legislature, receives royal assent from the Lieutenant Governor and is proclaimed effective. The Act may be proclaimed effective on Royal Assent; by a fixed date in the legislation; or on a date to be proclaimed by the government.BINDINGMandatory. When applied to a court decision or order, required to be followed in cases with similar circumstances.BONDAn obligation or a promise given to a court. A bond includes a recognizance.ADMINISTRATION BONDA promise with a surety(ies), offered by an application or required by a judge in an estate application filed with the court.PEACE BONDPerson is ordered to keep the peace for a specified period of time on certain conditions.SURETY BONDA written promise committing someone acting as a surety to pay a named person a set amount if the promise is broken.BREACHA violation or infraction of a law or obligation.BRIEF/LEGAL BRIEFA written statement summarizing the arguments of a case. It contains factual and legal arguments, as well as references to any legislation or cases that are being relied on to support those arguments.BURDEN OF PROOFThe degree of proof needed in a proceeding for a party to prove a disputed assertion or charge.BALANCE OF PROBABILITIESThis is the standard of proof used in civil and family matters.BEYOND A REASONABLE DOUBTThis is the standard of proof used in criminal matters. This higher standard of proof reflects the potentially serious consequences (loss of liberty) in criminal cases.BENCH WARRANT DAYSBench warrant days measure the amount of time it takes for a charge to be brought back before the courts following the issuance of a bench warrant. If an accused has fled the jurisdiction, the bench warrant days distort the data, as the delay of proceedings would be caused by the absence of the accused rather than any inherent problems in the court system.CASAcronym for Children's Aid Society.CASEA matter brought before the court for a decision. It includes criminal charges, applications, motions, enforcements and appeals.CASE EVENT LISTA list of cases to be heard in a particular courtroom during that day. This list may be referred to as the \"docket\".CASE LAWJudge-made law and legal decisions from previous cases that form precedents for future cases. Depending on what level of court, case law can be binding or just persuasive.CASE MANAGEMENTA process that gives parties in dispute scheduled opportunities to discuss the case in order to streamline proceedings.CAUSE OF ACTIONA situation that may entitle one person to obtain from the court a remedy against another person.CAVEATLatin term for a warning. Cautionary words.CERTIFICATEA document that attests to a fact or court decision.CERTIFICATE OF APPOINTMENT OF ESTATE TRUSTEE WITH A WILLA legal document issued by a Superior Court of Justice confirming that the will filed with the court is the last will of the deceased and that the person named as estate trustee in the will has authority to administer the estate of the deceased person. (Commonly referred to as \"letters probate\" or \"probate\".)CERTIFICATE OF APPOINTMENT OF ESTATE TRUSTEE WITHOUT A WILLWhere a person has died without a will, it is a legal document issued by a court authorizing a person to administer the estate of the deceased person. (Commonly referred to as \"letters of administration\" or \"administration\".)CERTIFICATE OF DIVORCEA certificate issued by a court showing that a divorce has been granted under the Divorce Act dissolving the marriage of the persons specified in the certificate.CERTIFICATE OF PENDING LITIGATIONNotice to a person that a proceeding has been started against the person questioning their interest in land. To have legal effect, the certificate must be issued by the court and registered in the proper land registry office.CERTIFY (A COPY)To formally acknowledge in writing that a copy is an accurate copy of the original document.CHANGE OF NAME ACTOntario statute that governs how a person's name can be legally changed.CHARGEA formal accusation of an offence as a preliminary step to prosecution.CHARTERFrequently used to refer to the Canadian Charter of Rights and Freedoms. The Charter is a part of the Canadian Constitution and guarantees individuals certain rights and freedoms, including the right to a fair trial.CHILDFor most legal purposes, a person under 18 years of age or, in some instances, a person under 16 years of age. A young person without the legal rights and responsibilities of an adult. (see Minor)CHILD ABDUCTIONThe taking of a child contrary to a court order or without the permission of the parent who has legal custody of the child.CHILD ABUSEAny action or series of actions that results in harm, potential for harm, or threat of harm to a child. Abuse can include physical harm, sexual molestation or exploitation, or emotional or psychological harm.CHILD AND FAMILY SERVICES ACTOntario statute that governs child protection, secure treatment, adoption and some matters relating to young offenders. It establishes the exclusive authority of children's aid societies to investigate allegations that children may be in need of protection.CHILD IN NEED OF PROTECTIONIn child protection cases, a child who the court finds has been harmed, or who is at risk of being harmed, by the person who had charge of the child before the children's aid society intervened. Criminal charges may also be pursued against that person.CHILD PROTECTION CASEA case in which a party, generally a children's aid society, files an application under the Child and Family Services Act, seeking a finding by the court that a child is in need of protection and an order concerning how the child is to be protected in the future.CHILD SUPPORT GUIDELINESRules and tables calculating the amount of child support that should be paid to the parent with whom the children reside based on the payor's income, number of children, and the province or territory of residence. Exceptions to the guidelines allow a court to order different amounts in particular cases.CHILD WELFAREAnother term used for child protection.CHILDREN'S AID SOCIETY (CAS)An agency that investigates allegations that children may be in need of protection, protects and cares for those children where necessary, and provides guidance, counselling and other services to families for the protection of children.CHILDREN'S LAW REFORM ACTOntario statute that governs the finding or declaration of parentage, custody of and access to children, orders restraining harassment, and guardianship.CHILDREN'S LAWYER (OFFICE OF THE)A part of the Ministry of the Attorney General that delivers services in the administration of justice on behalf of children under the age of 18 with respect to their personal and property rights. The Office's lawyers represent children in areas of law such as custody and access, child protection, estate and civil litigation. Clinical investigators working for the Office prepare reports for the court in custody and access proceedings and may assist lawyers who are representing children in such matters.CIVIL LAW(1)The law of civil or private rights, as distinct from criminal law. (2) A system of private legal rights based on Roman law and usually expressed in a Code, for example the Civil Code of Quebec.CLAIMThe assertion of a legal right.STATEMENT OF CLAIMThe method of bringing an action by one person against another.COUNTERCLAIMAn action brought by the defendant in an existing action against the plaintiff, which is usually tried with the plaintiff's claim.CROSS CLAIMAn action brought between co-defendants or co-plaintiffs in an existing action.THIRD PARTY CLAIMAn action brought by the defendant in an existing action against another person, asserting that this third party is liable for some or all of the plaintiff's damages rather than the defendant.CLASS ACTIONA lawsuit commenced by a single person or small group of people on behalf of a larger group of people who may all have a legal action against the same defendant.CLERK OF THE COURTThe administrative officer in a court who is assigned some or all of the responsibilities of the court, such as signing court orders, issuing particular documents, maintaining the court's record, and performing other duties under the Courts of Justice Act and other legislation, and under the rules of court.COHABITTo live together in a spousal relationship, whether within or outside of marriage.COMMISSION(1) An act or action. A positive action in contrast to an omission. (2) To confirm with a person, by asking him or her under oath or affirmation, that the information he or she is providing in a document is true. Only persons authorized to commission a document may do so.COMMISSIONER FOR TAKING AFFIDAVITSA person authorized to administer oaths and affirmations and before whom affidavits, declarations and affirmations may be made.COMMON LAWLegal customs and past decisions of judges (case law), in contrast to statute law.A term that describes a relationship where two people live together as spouses but are not married.COMPETENCEA basic ability to do something. Competence determines such things as whether an individual can give evidence, stand trial, bring an action, make decisions with regard to property or personal care, or consent to something.COMPLAINANTA person who brings a legal complaint against another; may include the victim of an alleged criminal offence.CONFERENCEA meeting between parties in a legal case or proceeding. Different types of conferences are found in the justice system, including case conferences, pre-trial conferences, settlement conferences, and trial management conferences.CASE CONFERENCEA meeting between a judge and the parties or their lawyers, or all together, to identify disputed issues and explore methods of resolving those issues in a timely manner.PRE-TRIAL CONFERENCEA meeting between a judge and the parties' lawyers (the parties may or may not be present), to consider the possibility of settling or simplifying the issues and determining questions of liability, what remedy a party seeks, and the estimated duration of the hearing.SETTLEMENT CONFERENCEA meeting between a judge and the parties or their lawyers, or all together, to identify any issues that can be settled or any facts agreed upon and the evidence that will be relied on for the outstanding issues.TRIAL MANAGEMENT CONFERENCEA meeting between the judge and the parties or their lawyers, or all together, to facilitate an orderly trial and explore possibilities for settling the matter.CONFESSIONAn admission of guilt.CONSENTAgreement or permission that is given voluntarily by a competent person, either orally or in writing. Sometimes refers to the written form of an agreement.CONTEMPT OF COURTConduct that defies the authority or dignity of a court, including disobeying a court order.CONTESTTo oppose, resist, disagree.CONTINUING RECORDIn family law cases, the court's record of a case, which consists of written documents that have been filed with the court.CONTRACTAn oral or written agreement between parties in which the parties make mutual promises to each other. The parties must be at least 18 years of age, and be mentally capable of entering into such an agreement.CONTROLLED DRUGS AND SUBSTANCES ACTFederal statute controlling drugs, such as marijuana and cocaine, and other potentially harmful substances.CONVICTIONThe act of finding someone guilty.COSTSA money award made by a court or tribunal for expenses in bringing or defending a legal proceeding or a step in a proceeding. Costs may also be ordered against a party, in favour of the other, for failing to follow the court's directions or instructions before or during a step in the case.PARTIAL INDEMNITY COSTSCosts awarded in civil matters against a party to pay some of the legal expenses incurred by the other party.SUBSTANTIAL INDEMNITY COSTSCosts awarded in civil matters against a party to pay most, but not all, of the actual legal expenses incurred by the other party (e.g., lawyer's fees).COUNSELA lawyer, especially in a court proceeding.Referring to an offence, to persuade or encourage a person to do something against the law.COUNTA criminal charge in an information or indictment.COURTA place where justice is administered.SUPREME COURT OF CANADAThe Supreme Court of Canada is Canada's final court of appeal. It hears appeals from provincial and territorial courts of appeal and from the Federal Court of Appeal.COURT OF APPEAL FOR ONTARIOThe highest court in the province. It hears appeals from lower Ontario courts. Decisions of the Court of Appeal may be further appealed on a question of law to the Supreme Court of Canada, if the Supreme Court agrees. In criminal matters, a person who is convicted of an indictable offence may also appeal to the Supreme Court of Canada as of right on any question of law on which a judge of the Court of Appeal dissents.SUPERIOR COURT OF JUSTICEThe Superior Court of Justice hears criminal prosecutions of indictable offences, summary conviction appeals, bail reviews, estates, civil suits (over $25,000), and, where the Family Court branch of the Superior Court of Justice does not exist, the court also hears family cases other than child protection, secure treatment, adoption cases and appeals of child protection cases.DIVISIONAL COURTThe Divisional Court is a branch of the Superior Court of Justice. The court hears appeals and reviews of decisions by government agencies, tribunals and boards, as well as some appeals.FAMILY COURTThe Family Court is a branch of the Superior Court of Justice. It hears all family cases. Where the Family Court does not exist, jurisdiction over family matters is divided between the Superior Court of Justice and the Ontario Court of Justice.SMALL CLAIMS COURTThe Small Claims Court is a branch of the Superior Court of Justice. The court hears civil actions for claims up to $25,000.ONTARIO COURT OF JUSTICEThis court hears criminal and Provincial Offences Act prosecutions, Provincial Offences Act appeals, and, in areas where the Family Court branch of the Superior Court of Justice does not exist, the court also hears family cases other than cases that contain claims for divorce or division of property.COURT FILEThe court's physical record of a case, including all documents filed with the court.CREDITORA person to whom money is owed.CRIMINAL CODE OF CANADAFederal legislation that is the source of criminal law and procedure in Canada.CRIMINAL LAWLaw that prohibits harmful or undesirable conduct, and the processes by in which the state (\"the Crown\") responds to this conduct.CRIMINAL RECORDDocumentation of criminal conviction(s) imposed on a person.CROWNThe government. (Cabinet ministers and public servants, but not the Legislature or judges.)CROWN ATTORNEYA lawyer who acts as an agent of the Attorney General in civil lawsuits; a lawyer who prosecutes criminal matters on behalf of the Crown.CROWN WARDSHIPIn child protection cases, a child who has been placed permanently in the care of a children's aid society. The state or Crown becomes the child's legal parent and has the rights and responsibilities of a parent.CUSTODYThe care and control of a thing or a person. For example, in criminal matters, a person is taken into custody upon arrest or while awaiting trial.In family law cases, this describes the arrangement made for the care of children when parents separate or children are found in need of protection. Different types of child custody arrangements include join, shared, sole, and split.JOINT CUSTODYThe children live primarily with one parent and the other parent spends regular time with the children. However, the parents jointly make decisions about the children.SHARED CUSTODYWhere both parents are involved in decision-making about the children and share in their on-going care. According to the Child Support Guidelines, shared custody is where the children live at least 40% of the time with each parent.SOLE CUSTODYThe children live with one parent, and that parent has the right and responsibility to make major decisions about the child's care, education, religious instruction and welfare. The other parent usually has access to the child.SPLIT CUSTODYWhen the parents have more than one child together and each parent has custody of one or more of those children.CUSTOMARY CAREIn child protection cases, where a child is placed in the care and supervision of an Aboriginal person who is not the child's parent, according to the custom of the child's band or native community.DAMAGESMoney claimed by, or ordered to be paid to, a person as compensation for loss or injuries.AGGRAVATED DAMAGESDamages designed to compensate a plaintiff for suffering intangible damages such as humiliation and distress, as a result of the defendant's actions.COMPENSATORY DAMAGESDamages awarded for actual loss, in order to place the plaintiff in a position that he or she would have been in had he or she not suffered the wrong complained of.GENERAL DAMAGESDamages for non-monetary losses suffered by a plaintiff. These damages are not capable of exact quantification. Examples of such losses suffered include pain, suffering, and disfigurement.NOMINAL DAMAGESToken (i.e. small) damages awarded to redress a violation of a legal right that the law deems necessary to protect, even in the absence of actual harm.NON-PECUNIARY DAMAGESDamages that cannot be measured in money, but nevertheless are compensated for with money (i.e., general damages).PECUNIARY DAMAGESDamages that can be measured in money (i.e., special damages).PUNITIVE DAMAGESDamages awarded to punish a defendant for their purposely harsh, vindictive or malicious behaviour.SPECIAL DAMAGES",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "Damages intended to compensate a plaintiff for a quantifiable monetary loss. Examples of such losses include lost earnings, medical bills, and repair costs.",
	"definition": "DANGEROUS OFFENDERA person who is convicted of a serious personal injury offence, as provided in the Criminal Code of Canada, and who is, after an assessment, found by a court to be at high risk to re-offend and whose risk cannot be managed in the community. Dangerous offenders are sentenced to a detention in a federal prison for an indefinite period. DEBTORA person who owes money.DECLARATIONAn order of the court that declares the law to require or prohibit certain conduct or that named persons have rights specified in the declaration.DEFENCEA defendant or accused person's reason(s) why a plaintiff or a prosecutor does not have a valid case.DEFENCE COUNSELA lawyer who represents a defendant or accused person in a civil or criminal case.DEFENDANTA person sued in a civil proceeding or accused in a criminal proceeding.DE NOVO (HEARING)Latin term for \"new.\" A hearing after a decision, as if no decision had previously been made.DEPENDANTA person who relies on another for support. A person whom another has an obligation to support.DEPONENTA person making a statement under oath or affirmation, often in an affidavit.DEPOSITIONAn affidavit or statement made under oath or affirmation.DISCHARGEA release from obligation when a legal duty has ended. In the criminal context, this is also used as an alternative sentencing option for an accused who has been found guilty. The result of a discharge is that the offender has no criminal record of a finding of guilt.ABSOLUTE DISCHARGEA conviction is not entered against the accused and any information or record relating to that offence cannot be disclosed after one year from the date of the discharge order.CONDITIONAL DISCHARGEA conviction is not entered against the accused if certain conditions that are imposed are met. Any information or record relating to the offence cannot be disclosed after three years from the date of the discharge order, as long as all the conditions are met.DISCLOSUREMaking information and documents known and available to a party in a proceeding. There are disclosure requirements placed on parties by law or court rules. Court records can also be disclosed to the public, subject to statutory provisions, common law rules or judicial direction restricting access to the records.DISCOVERYThere are compulsory discovery rules by which parties to civil actions must reveal documents and information relevant to the case.DISMISSALA judicial officer's decision to terminate an action, claim, or charges.DISPOSITIONA judicial officer's decision.DIVERSIONIn criminal law, removal of a case from the usual process. The police or Crown attorney may divert a case if certain conditions are met. There are various formal and informal pre-charge and post-charge diversion programs. Some of these are also referred to as extrajudicial measures or sanctions.DIVISION OF PROPERTYIn family law cases, the division of assets and liabilities between parties after separation or death. For married parties, property is divided by equalizing the net family property of the parties.DIVORCEThe legal ending of a marriage by a court order.DIVORCE ACTFederal statute that governs divorce in Canada, as well as custody, access, and support in divorce cases.DOCKET(1) A list of cases to be heard in a particular court room during that day. This list may be referred to as the \"case event list\". (2) A record of the time a lawyer spent on a particular matter.DOMESTIC CONTRACTIn family law, a contract between people setting out their obligations towards and expectations of each other.COHABITATION AGREEMENTAgreement by two people who are or will be cohabiting and who are not married to each other about their respective rights and obligations during cohabitation, or when they separate or die.MARRIAGE CONTRACTA contract entered into by two persons who are married to each other, or who intend to marry each other, in which they agree on their respective rights and obligations during the marriage, or in case of separation, divorce, annulment or death.PATERNITY AGREEMENTAgreement by parents who are not spouses about the support of their child.SEPARATION AGREEMENTAgreement by two people, who cohabited and have separated, on their respective rights and obligations.DOMESTIC VIOLENCEAny or all of the many different forms of abuse and mistreatment that people may experience in their intimate domestic relationships.DURESSSomeone being forced to do something through physical threats or psychological or emotional pressure.ELECTIONThe making of a legal choice.ELECTION BY THE ACCUSEDThe procedure by which accused persons charged with certain criminal offences are given the choice to be tried by judge and jury or by judge alone at the Superior Court of Justice, or by a provincial judge in the Ontario Court of Justice. With certain criminal offences, the accused may elect to have a preliminary inquiry.ELECTION BY THE CROWNThe procedure by which the Crown decides to prosecute a \"hybrid\" offence as a summary conviction or as an indictable offence. The major procedural difference is an indictable offence usually has a preliminary inquiry before trial.ENDORSETo sign a legal document or formally approve something.ENDORSEMENTThe written decision of a judge.ENFORCEMENTWhere one party takes measures under the law or with permission of the court to compel the other party to obey a court order.EQUALIZATION PAYMENTIn family law cases, a payment from one married spouse to the other to ensure that both parties receive an equal share of the net family property they accumulated during their marriage.ESTATEThe property that a person owns or has a legal interest in. Often used to describe the property after the person's death.ESTREATMENTThe enforcement of a forfeited recognizance due to failure to comply with the conditions agreed to.EXAMINATIONThe questioning of a witness under oath or affirmation.DIRECT EXAMINATIONThe questioning of a witness in a trial or other proceeding, conducted by the party who called the witness to testify.CROSS EXAMINATIONThe examination of a witness by an opposing party to develop or test the truth of evidence given by the witness during direct examination.EXAMINATION FOR DISCOVERYIn civil proceedings, a process by which the parties to an action question one another, or another person, under oath or affirmation on the facts and issues. A record is produced of the questions and answers given. The term \"questioning\" is used in family law cases.EXCLUDED PROPERTYIn family law cases, the property that is excluded from the calculation of a married spouse's net family property.EXCLUSIVE POSSESSION OF THE MATRIMONIAL HOMEIn family law cases, a court order that gives one party the right to live in or use the family home, to the exclusion of the other.EXECUTIONA process by which orders of the court are enforced.EXHIBITA document or object admitted as evidence in court.EX PARTELatin term, meaning made in the absence of the opposing party. In certain circumstances, applications or motions brought by a party may be heard without notice to the other party.EXPERTA person who has developed skill and knowledge on a subject and is accepted by a court as being able to form opinions on evidence presented to assist the judge.EXTRAORDINARY EXPENSESExpenses for children listed in section 7 of the Child Support Guidelines to which both parents will generally contribute in proportion to their respective incomes, beyond the guideline amount. These are also known as special expenses.FACTUMA document in a court case in which a party sets out a concise argument, stating the facts and laws relied on.FAMILY LAWThe laws that deal with family-related issues and domestic relations including child protection, divorce, separation, custody and access, division of property, support, and adoption.FAMILY LAW ACTOntario statute governing family property, child and spousal support, the matrimonial home, domestic contracts, and restraining orders.FAMILY RESPONSIBILITY AND SUPPORT ARREARS ENFORCEMENT ACT, 1996Ontario statute that creates the Family Responsibility Office and sets out its powers and responsibilities to enforce child and spousal support orders and agreements.FAMILY RESPONSIBILITY OFFICE (FRO)The Family Responsibility Office (FRO) receives every child support and spousal support order made by the Ontario courts, collects the amounts owed under the order and pays it to the person to whom it is owed. The FRO has the legal duty to take enforcement action against those who do not pay support as ordered.FEE WAIVERA mechanism for waiving court or enforcement fees. People who cannot afford to pay may request that these fees be waived. Fee waiver applies to most fees in civil, family, and small claims court proceedings. A request form must be submitted and determination is based on financial eligibility criteria.FEESA charge for services.Court fees payable in various proceedings as set out by regulation.CONTINGENCY FEEFees payable to a lawyer only if a case is successful. They are usually based on a percentage of the client's recovery.FIDUCIARYA person who has a legal obligation to act in good faith for the benefit of another person, for example a trustee. Describes the nature of the duty that such a person owes to the beneficiary.FINANCIAL STATEMENTForms that set out a person's income, expenses, property, debts and liabilities.FROAcronym for the Family Responsibility Office.GARNISHEEA third party who owes money to a debtor, but must instead pay it to the court (or in family law cases, to the Family Responsibility Office), to the benefit of a creditor.GARNISHMENTA process whereby a person who has a court order for payment can demand money owed to a debtor by someone else. Most often, people garnish wages or bank accounts.GUARDIAN/GUARDIAN AD LITEMA person given legal authority by law or court order to have custody of another person or their property or both, because they are not able to manage their own affairs.GUILTYA verdict convicting an accused person of the crime he or she is charged with.An accused person's plea when he or she does not contest the offence he or she is charged with.HEARINGGeneric label to describe a proceeding.DEFAULT HEARINGIn family law cases, a hearing in which a payor is required to come to court to explain why payment has not been made as required by a support order.In criminal law cases, when an accused has broken terms of their bail, the Court sets out the process for the court to order the default estreatment of bail, including recognizance.FITNESS HEARINGThe Criminal Code procedure to see if an accused is mentally fit to stand trial.TEMPORARY CARE AND CUSTODY HEARINGIn child protection cases, a hearing that may be held to determine who will have care and custody of a child who has been apprehended by the children's aid society until a final order is made in the case.HOMICIDECategory of criminal charges for killing someone, including 1st and 2nd degree murder, manslaughter, and infanticide.IDENTIFICATION OF CRIMINALS ACTFederal statute that sets out the right of police to fingerprint, take photographs, and collect information on persons accused of criminal offences.ILLEGALProhibited by law.IMPUTED INCOMEIn family law, when a judge finds that the amount of income a parent discloses is not accurate, the judge may attribute additional income to that person for purposes of calculating child support.IN CAMERAPrivate/closed; said of hearings that are not open to the public or the media.INCARCERATIONImprisonment.INDICTMENTA formal document containing the indictable offences upon which an accused will be tried. Indictments are used in the Superior Court of Justice.INFORMATIONA formal document containing the offences that the accused is charged with. Informations are used in the Ontario Court of Justice.INJUNCTIONA court order requiring someone to do something or to refrain from doing something.INQUESTAn inquiry held by a coroner or medical examiner regarding the death of a person who died in circumstances set out in the Coroner's Act.INSOLVENCYThe inability to pay debts as they come due.INSOLVENTA person who owes at least $1000. to creditors and is unable to pay his or her obligations as they come due.INTEREST RATEThe percentage that a person owing money must pay to a creditor or recipient for the period that the money owed is outstanding.CRIMINAL RATE OF INTERESTInterest above the maximum rate allowed under the Criminal Code of Canada.PREJUDGMENT INTEREST RATEThe rate at which interest will accrue from the date the cause of action arose to the date of the order.POSTJUDGMENT INTEREST RATEThe rate at which interest will accrue for money owing under a court order, including costs, calculated from the date of the order to the date of payment.INTERJURISDICTIONAL SUPPORT ORDERS ACT, 2002Ontario statute that sets out the process for the enforcement of a support order, where one party lives in Ontario and the other party lives elsewhere in a reciprocating jurisdiction.INTERPLEADERA court proceeding to resolve a dispute over the ownership of property that was seized, or may be seized, in an execution.INTESTATEDying without having made a valid will.JUDGEThe person authorized to determine legal matters in court.DEPUTY JUDGEA person appointed to determine small claims court matters.PUISNE JUDGEA judge or justice other than the chief judge or chief justice of a court.SUPERNUMERARY JUDGEA judge who has the option to retire, but who instead chooses to sit half of the time of a full-time judge.JUDGMENTA judicial decision; the determination of a court; a court's sentence or decision on the major question in a proceeding.DEFAULT JUDGMENTA judgment obtained where the defendant fails to defend against the plaintiff or applicant's claim.SUMMARY JUDGMENTIn civil or family law matters, a motion for a final order without a trial on the basis that there is no genuine issue for trial because the evidence favouring one of the parties is overwhelming.JUDGMENT CREDITORIn civil cases, a person who is owed money under a court judgment or order. The term \"recipient\" is used in support enforcement cases.JUDGMENT DEBTORIn civil cases, a person who owes money under a court judgment or order. The term \"payor\" is used in support enforcement cases.JUDICIAL INTERIM RELEASERelease of the accused between committal for trial and the trial's completion. The release can be with or without conditions and with or without someone guaranteeing the release (a surety).JURISDICTIONThe legal authority of a court to hear a particular matter.JURYA group of people sworn to deliver a verdict after considering evidence delivered to them concerning the issue.JUSTICEThe principle of giving every person his or her due. Also, another term for judge.JUSTICE OF THE PEACEA judicial officer who has authority to do a variety of things in criminal matters, including, issuing warrants and hearing bail applications and provincial offence trials.KEEP THE PEACETo prevent or avoid breaches of the peace, such as acts of violence or other acts prohibited by law.LAWStatutes, acts, regulations, rules, standards and principles that govern people. Law can also be based on court decisions.LAW SOCIETY OF UPPER CANADAThe provincial body charged, by the legislature, with governing the legal profession and regulating the conduct of lawyers and paralegals in Ontario.LAWYERA person licensed through the Law Society to practice law.LEAVEPermission of the court.LEGAL AIDLegal advice and services mainly funded by government to assist those who are financially unable to retain a lawyer privately. Legal Aid Ontario administers Ontario's legal aid program, which includes legal aid clinics, duty counsel, and certificates for private lawyers.LIMITATION PERIODThe statutory time limit for commencing a legal proceeding. Most limitation periods in Ontario are included in the Limitations Act, 2002.LITIGATIONLegal proceedings before a court or tribunal.LITIGATION GUARDIANIn civil cases, a person who commences, continues, or defends a proceeding on behalf of a party under disability and who has the right to make decisions for the party under disability in the proceeding.LONG-TERM OFFENDERA person who is convicted of certain criminal offences and, after an assessment, the court finds that the risk of the person re-offending is high but can eventually be controlled in the community. Long-term offenders must serve their sentence of imprisonment (a minimum of two years) and are then supervised in the community for a period not exceeding ten years.MASTERA provincially appointed judicial officer who is authorized to decide certain non-criminal matters.CASE MANAGEMENT MASTERAssists judges to manage civil caseloads by presiding at motions and case and settlement conferences.MATRIMONIAL HOMEIn family law cases, a property that was ordinarily occupied by a family as their home, or one of their homes, at the time of separation.MEDIATORA neutral third party who assists parties to resolve issues in dispute. Mediators do not take sides or make decisions for the parties, nor do they provide legal advice.MENS REALatin term for \"guilty mind.\" The intent to commit the offence.MENTALLY INCAPABLEWhen someone cannot understand relevant information or cannot appreciate what may happen as the result of decisions they make or do not make. Different levels of capacity are required for different types of decisions and actions.MINORA person who is under the age of 18.MINUTES OF SETTLEMENTDocument signed by the parties that sets out the terms of a settlement arrangement and may be filed with the court in order to obtain a consent order or, when required, an order approving of the settlement.MISREPRESENTATIONA false or misleading assertion about something.MITIGATEAction taken (usually by a plaintiff) to make something (usually damages) less severe.MOTIONA process used to make a request to a judge for an order, either before, during, or after a trial or other proceeding.NEGLECTIn child protection cases, the failure by a parent or other caregiver to provide for a child's basic physical, emotional or developmental needs or to protect a child from harm or potential harm.NEGLIGENCEThe failure to take reasonable care to prevent foreseeable harm to others.NET FAMILY PROPERTYIn family law cases, the value of all property that a married spouse owns on a specified date, known as the valuation date, less (a) the spouse's debts on the valuation date, (b) the value of property other than a matrimonial home owned by the spouse at the date of marriage, less any debts owing at that time, and (c) any excluded property.NO CONTACT ORDERAn order forbidding a person from contacting named person(s).NOTARY / NOTARY PUBLICA person with legal authority to prepare and verify specific legal documents. A notary need not be a lawyer, and not all lawyers are notaries.NOTICELegal notification of something (e.g., a Notice of Appeal).NOTICE OF GARNISHMENTA court order requiring garnishment of a debt owing by a third party to a judgment creditor or recipient.OATHA solemn declaration, followed by a swearing to God or an honoured deity, whereby the person promises to tell the truth.OFFENCEA violation of the law.HYBRID OFFENCETerm applied to a criminal offence which may be tried by summary conviction procedure or by indictment at the option of the prosecutor. A hybrid offence is an indictable offence until the Crown elects to proceed by way of summary conviction. The difference is in the process followed.INDICTABLE OFFENCEMore serious criminal offences that carry longer maximum sentences and higher fines; these offences are also subject to more complex court procedures, including the right to a preliminary hearing before a trial in the Superior Court of Justice.QUASI-CRIMINAL OFFENCEA non-criminal offence that carries a penalty similar to that of a criminal offence, but that is subject to less complex court procedures than are criminal offences. For example traffic and workplace safety offences.REGULATORY OFFENCEA non-criminal offence that regulates conduct in the public interest, such as securities regulations. Regulatory offences are often dealt with at administrative tribunals and not in a court setting.SUMMARY CONVICTION OFFENCEThese criminal offences carry lower maximum penalties and are subject to less complex court procedures. These matters are heard in the Ontario Court of Justice.OFFER TO SETTLEA written document that is sent by one party to the other setting out the terms for which that party is willing to settle all or part of the case.OMISSIONThe failure to do something which it is one's duty to do, or which a reasonable person would do.ORDERA court's direction requiring a party to do something or refrain from doing something.ASSESSMENT ORDERIn criminal proceedings, a court's order to have an accused person's mental condition assessed where the court believes it necessary (a \"fitness hearing\").In civil law, an order that a person attend for a physical or mental examination where the physical or mental condition of a party to the proceedings is in question.In family law cases, a court's order to have a qualified professional investigate and report on the needs of the child(ren) and the ability of the parties to meet those needs.COMMUNITY TREATMENT ORDERAn order to provide a person who suffers from a serious mental disorder with a comprehensive plan of community-based treatment or care and supervision that is less restrictive than being detained in a psychiatric facility.CONSENT ORDERAn order made by the court based upon the agreement of the parties.DIVORCE ORDERFinal order made by a court in a divorce case. On taking effect, a divorce order legally ends a marriage.FINAL ORDERAn order that decides a case or claim on a final basis.INTERIM OR INTERLOCUTORY ORDERAn order that is valid for a specified period of time or until there is a final order. It does not finally dispose of the case or claim before the court or tribunal.OPENNESS ORDERIn child protection cases, an order made by the court allowing a Crown ward to continue to have contact, communicate or have a relationship with a person after adoption.PRODUCTION ORDERIn criminal law, an order to have evidence produced by someone other than the accused. In civil law, an order that a party, or a third party with relevant documents, produce those documents for the purposes of the litigation.PROHIBITION ORDER(1) An order to prevent a person from doing something. (2) A prerogative writ.REFRAINING ORDERIn family law cases, a court order preventing the Family Responsibility Of fice from suspending a payor's driver's licence. RESTRAINING ORDERIn family law cases, an order restraining harassment that prohibits a person from molesting, annoying, harassing or communicating with their spouse, their children, or a person having custody.In family law cases, an order stopping one spouse from selling or depleting his or her property.SOCIETY WARDSHIP ORDERIn child protection cases, an order placing a child in the care and custody of a children's aid society for a period of up to 12 months.SUPERVISION ORDERIn child protection cases, an order that the child is either placed with or returned to a parent or another person for between three and twelve months, and the children's aid society supervises the family.SUPPORT ORDERIn family law cases, an order that a person provide support for his or her dependants, which sets out the amount to be paid and the time during which the support must be paid.SUPPORT DEDUCTION ORDERIn family law cases, an order that allows the Family Responsibility Office (FRO) to collect support payments.TEMPORARY ORDERIn family law cases, an order that is effective only for a limited time, including an interim order.TREATMENT ORDERIn criminal law, an order to have the accused treated for mental health problems.PARDONA process that allows people who were convicted of a criminal offence, but have completed their sentence and demonstrated they are law-abiding citizens, to have their criminal record kept separate and apart from other criminal records. All information pertaining to convictions will be taken out of the Canadian Police Information Centre (CPIC) and may not be disclosed.PARENTAL RESPONSIBILITY ACT, 2000Provincial statute that makes parents financially responsible for damages caused by their children.PARENTING PLANA plan developed by parents which sets out their arrangements for the care of their children after separation. The plan can be informal or can be contained in a separation agreement or court order.PAROLEThe early release of a prisoner from imprisonment, whereby the person is supervised and required to obey conditions.PARTICULARS",
	"source": 
		{
		"url": "http://www.canadianlawsite.ca",
		"name": "Canadian Law Site"
		}
	},
	{
	"term": "The details of a claim. A court may order a party to provide additional \"particulars\" to define any issues; prevent surprise; enable the parties to get ready for trial; and facilitate a hearing.",]